export default {
    messages: {
        headerSelect: {
            "member": "會員專線",
            "service": "服務商專線",
            "selectTitle": "繁體中文",
            "register": "註冊",
            "login": "登入"
        },
        subHeaderSelect: [
            {
                "title": "居家服務",
                "select": ["清潔消毒", "家具維修", "通渠服務", "水電維修", "冷氣維修", "搬運服務", "家具組裝", "門鎖及開鎖服務", "圓藝服務", "收納服務", "裝修及翻新", "家居智能與安防", "僱傭服務", "上門买餸", "其他家具服務"],
            },
            {
                "title": "美容纖體",
                "select": ["美容護膚", "美甲美瞳", "髮型設計", "減肥纖體", "化妝及造型服務", "脫毛服務", "足部護理", "身體藝術(如紋身、穿耳)", "美容培訓", "醫學美容", "其他美容纖體服務"],
            },
            {
                "title": "寵物護理",
                "select": ["宠物美容", "寵物訓練", "寵物醫療", "寵物按摩", "寵物寄養", "寵物遛狗", "寵物配種", "寵物殯葬", "寵物用品配送", "寵物攝影", "24小時寵物急診", "寵物食品", "其他寵物服務"],
            },
            {
                "title": "健康護理",
                "select": ["健康檢查", "物理治療", "按摩推拿", "私人健身教練", "營養顧問", "瑜伽課程", "養生課程", "心理咨詢", "上門護理", "中醫服務", "其他健康護理服務"],
            },
            {
                "title": "全部分類",
                "select": ["專業攝影", "懷孕育兒", "學習培訓", "婚禮喜慶", "旅遊住宿", "科技與IT", "汽車領域", "兒童專區", "藝術娛樂", "模特兒", "維修與維護", "市場營銷", "財務會計", "房地產服務", "餐飲服務", "個人服務", "法律服務", "創意設計", "專業咨詢", "安全與保安", "農業與園藝", "環保服務", "運輸物流", "社區服務", "其他服務"],
            },
            {
                "title": "幫搜著數",
                "select": [],
            },
            {
                "title": "HotView 文章",
                "select": [],
            },
            {
                "title": "關於幫搜",
                "select": [],
            }
        ],
        formText: [
            [
                "新界區",
                "One",
                "Two",
                "Three"
            ],
            "立即幫搜"
        ],
        bottomList: [
            ["公司", "關於幫搜", "使用條款", "私隱政策聲明", "職位空缺", "聯絡我們", "意見反饋"],
            ["會員應用程式", "會員常見問題", "會員使用指南", "緊急服務", "積分獎賞"],
            ["服務商應用程式", "服務商常見問題", "服務商使用指南", "企業合作計劃"],
            ["資訊", "HotView 文章", "幫搜著數"],
            "Bonshou Network Limited. 2021-2025 版權所有"
        ],
        videoTexts: ["一個平台，無限可能！", "「幫搜」幫你聯繫全世界！", "「帮搜」App 一撳即用，服务即时解锁！", " 简单到唔使教，快啲试啦！"],
        projectList: ["居家服務", "美容纖體", "寵物服務", "健康護理", "專業攝影", "懷孕育兒", "學習培訓", "婚禮喜慶", "旅遊住宿", "科技與IT", "汽車領域", "兒童專區", "藝術娛樂", "模特兒", "維修與維護", "市場營銷", "財務會計", "房地產服務", "餐飲服務", "個人服務", "創意設計", "專業咨詢", "法律服務", "安全與保安", "環保服務", "農業與園藝", "運輸物流", "其他服務", "社區服務"],
        reloadTitle: "智能配對  商機無限  會員服務商雙贏平台",
        reloadSubTitle: "智能服務配對平台，會員輕鬆配對需求，服務商商機無限，您的全方位生意助手！",
        vipTexts: ["會員版下载", "全城熱捧的智能平台，一 Click 報價，專屬優惠隨時攞！ 生活商業需求，輕鬆搞掂！聰明的你，識揀啦！ "],
        serviceTexts: ["服務商版下載", "一 Click 即連無限商機，生意快人一步！無論係大生意定小項目、搵客定搵供應商，幫搜平台都能幫你輕鬆搞掂，賺錢易如反掌！"],
        waitText: "無須等待立即下载",
        moreText: "更多黃牌項目MORE>>",
        feedbackTitle: "意見反饋",
        feedbackText: "幫搜需要您嘅聲音！填反饋表，平台更貼心！",
        feedBackForm: ["請詳細描述您碰到的問題或者對幫搜的建議。（我們非常願意聽到您對我們的建議！）", "您對幫搜的匹配服務是否滿意？（0分為非常不滿意，10分為非常滿意）", "您在多大程度上願意將幫搜推薦給你的親人或者朋友？（0分為不願意，10分為非常願意）"],
        feedBackFormTip: ["請填寫建議", "請填寫評分"],
        mProblemHeaders: ["會員常見問題", "幫搜會員FAQ 即睇常見問題，秒速解決你的疑問！"],
        mProblemTitles: [
            "幫搜平台使用指南",
            "訂單及付款詳情",
            "24/7 緊急服務",
            "評分及評論",
            "幫搜幣",
            "推薦碼及推廣碼",
            "禮品兌換",
            "賬戶問題"
        ],
        mProblemContents: [
            [
                {
                    title: '1.1 幫搜平台能為我提供什麼服務？',
                    content: '幫搜平台旨在為您提供高品質的生活服務，同時為服務商搭建一個精準對接的平台。我們的團隊致力於搜羅各式各樣的生活服務和產品，以滿足您的需求。<br />幫搜團隊積極搜羅各式各樣生活服務/產品，務求為所有會員提供最切合其所需之服務。'
                },
                {
                    title: '1.2「關鍵字搜尋」與「幫您搜」有什麼不同？',
                    content: '關鍵字搜尋：透過輸入關鍵字，系統會篩選出所有相關的服務分類。您可以從搜尋結果中選擇最符合需求的服務商。<br/><br/>幫您搜：您選擇所需的服務類別並提交邀請報價後，幫搜平台將展示符合條件的服務商，您可以邀請他們為您的需求報價，節省您在廣泛的分類中篩選的時間。'
                },
                {
                    title: '1.3 我如何聯繫服務商並詳細說明需求？',
                    content: '幫搜平台提供「即時對話」功能，您可以點選服務商並進行即時溝通，討論服務細節、範圍、日期和時間等事項，促進交易的達成。'
                },
                {
                    title: '1.4 如果我對服務商有疑慮，該怎麼辦？',
                    content: '請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊，我們將立即審查服務商，保障您的權益。'
                }
            ],
            [
                {
                    title: '2.1 與服務商達成一致後，我該怎麼做？',
                    content: '請按照以下步驟完成訂單流程：<br/>1. 確認報價：仔細檢查報價單的所有細節。<br/>2. 付款：通過幫搜平台提供的支付方式支付費用。<br/>3. 訂單生成：付款成功後，報價單將自動轉為正式訂單。<br/>4. 查看訂單：您可以在【服務】>【訂單】頁面查看訂單詳細信息。'
                },
                {
                    title: '2.2 何時應完成付款？',
                    content: '建議您在確認報價單後立即付款，以便服務商能夠及時安排服務。'
                },
                {
                    title: '2.3 如果我在付款過程中遇到問題怎麼辦？',
                    content: '如有問題，請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊，我們將竭誠為您提供協助。'
                },
                {
                    title: '2.4 在幫搜平台付款是否安全？',
                    content: '非常安全。幫搜平台與可信賴的電子支付服務提供商合作，確保支付過程的安全性。所有支付信息均由支付服務提供商處理，並受其隱私政策保護。幫搜平台不會接觸到您的任何付款信息。'
                },
                {
                    title: '2.5 透過幫搜平台支付，是否需要額外費用？',
                    content: '不需要，但如果使用非香港發卡銀行的信用卡或以非港元支付訂單，可能會產生手續費。'
                },
                {
                    title: '2.6 幫搜平台接受那些支付方式？',
                    content: '目前接受 Visa、 MasterCard、Alipay、 AlipayHK、WeChat Payment 及 PayMe。'
                },
                {
                    title: '2.7 接受服務商報價後，可以在平台外付款嗎？',
                    content: '不可以。所有交易必須在幫搜平台內完成，如有違規行為，我們保留追究權利並有權取消您的註冊資格。'
                },
                {
                    title: '2.8 已支付訂單有保障嗎？',
                    content: '有。幫搜平台會在您確認服務完成後才將款項支付給服務商，這樣能更好地保障您的利益。'
                },
                {
                    title: '2.9 以非港元支付訂單有什麼需要注意的？',
                    content: '所有金額皆以港元顯示並結算。使用非香港信用卡支付可能會因匯率和手續費導致最終金額有所不同，實際支付金額將在付款時顯示。'
                },
                {
                    title: '2.10 訂單顯示為【未付款】時，我該怎麼做？',
                    content: '【未付款】狀態表示訂單尚未完成付款，請盡快支付，以確保服務順利進行。'
                },
                {
                    title: '2.11 修改或取消訂單是否需要手續費？',
                    content: '在某些情況下需要。若在預約服務日前的三個日曆日（不包含預約服務當日）內修改或取消訂單，幫搜平台將收取手續費。詳細費用和規則將在收費前明確告知。'
                },
                {
                    title: '2.12 提交邀請報價時，是否需要即時確定服務日期？',
                    content: '不需要，您只需在最終確認報價時與服務商確定服務日期及時間。'
                },
                {
                    title: '2.13 訂單確認後，是否可以修改內容和金額？',
                    content: '您可以在特定條件下修改訂單內容、日期及時間，但訂單金額不能修改。<br/><br/>請注意：您有可能需要繳付因修改訂單而產生的手續費用，詳情請參閱幫搜網絡有限公司會員使用條款「7. 訂單及退款政策」。'
                },
                {
                    title: '2.14 在服務開始前，我可以修改或取消訂單嗎？',
                    content: '可以，但需提前至少四個日曆日（不包含預約服務當日）通知服務商並在協商後進行修改或取消。<br/><br/>如在預約服務日前的三個日曆日（不包含預約服務當日）內修改或取消，請由服務商通知我們協助處理。<br/><br/>請注意：您有可能需要繳付因修改或取消訂單而產生的手續費用，詳情請參閱幫搜網絡有限公司會員使用條款「7. 訂單及退款政策」。'
                },
                {
                    title: '2.15 如果我取消訂單，何時會收到退款？',
                    content: '若在預約服務日前四個日曆日（不包含預約服務當日）或之前取消訂單，退款將在確認退款程序完成後七個工作天內退還至您的指定帳戶。若在預約服務日前三個日曆日（不包含預約服務當日）內取消，幫搜平台將不會退款。<br/><br/>如您與服務商另有交易協議的退款條款細則，退款政策則按雙方交易協議的內容為準。無論您與服務商的交易協議如何，如您在預約服務日前的三個日曆日（不包含預約服務當日）內取消訂單，本平台會向您收取該訂單的手續費用，並會在收取任何費用前明確通知您其費用及準則，餘款會按您與服務商的協定退回。'
                },
                {
                    title: '2.16 如果服務商取消訂單，我該怎麼辦？',
                    content: '如果服務商在預約服務日前三個日曆日（不包含預約服務當日）內取消訂單，請盡快透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊。我們將核實情況並在確認後七個工作天內退款。'
                },
                {
                    title: '2.17 放款程序是怎樣的？',
                    content: '服務商完成工作後，您需在幫搜平台上完成放款程序（【服務】>【訂單】> 找出並點選已完成工作的訂單 >【確定放款】），以確認訂單工作已完成。<br/><br/>若您未在指定時間內完成放款程序，系統將在預定工作日期後的第三個日曆日，默認工作已完成並自動放款給服務商。'
                }
            ],
            [
                {
                    title: '3.1 所有服務商都提供 24/7 緊急服務嗎？',
                    content: '不是。並非所有服務商和服務類別都提供 24/7 緊急服務。目前提供 24/7 緊急服務的類別包括：<br/><br/>1. 開鎖<br/>2. ⁠拖車<br/>⁠3. 通渠<br/>⁠4. 水電維修<br/>5. 冷氣維修⁠<br/>6. 24小時寵物診所<br/>7. 代駕服務<br/>8. 上門到診及護理'
                },
                {
                    title: '3.2 24/7 緊急服務的報價邀請可以取消嗎？',
                    content: '可以，但僅限以下情況：<br/><br/>1. 尚無任何服務商報價<br/>2. 您尚未接受服務商的 24/7 緊急服務報價<br/><br/>請在選擇 24/7 緊急服務時，仔細考慮需求。如果您在接受 24/7 緊急服務報價後取消訂單，所支付的費用將不予退還，相關款項將支付給服務商。詳情請參閱幫搜網絡有限公司會員使用條款「7.5.4 手續費及退款」。'
                },
                {
                    title: '3.3 我如何確認服務商是否提供 24/7 緊急服務？',
                    content: '您可以在主頁點選【24/7 緊急服務】圖標，選擇所需的緊急服務類別，然後提交緊急服務報價邀請。系統會自動將邀請發送給提供該緊急服務的服務商。<br/><br/>您可在【服務】>【待報價】中查看相關紀錄，並可點選個別服務商，通過【即時對話】功能與服務商直接聯繫。'
                },
                {
                    title: '3.4 我可以取消已付款的 24/7 緊急服務訂單嗎？',
                    content: '不可以。您一旦接受服務商的 24/7 緊急服務報價後，在任何情況下均不能取消該訂單。'
                },
                {
                    title: '3.5 如果對提供 24/7 緊急服務的服務商不滿意，我該怎麼辦？',
                    content: '您可以在幫搜平台上找出相關訂單，點選【申訴】，並填寫申訴內容。我們將根據您的申訴進行調查，並在處理期間暫停向服務商放款。處理完畢後，將盡快與您聯繫。<br/><br/>如果您的退款請求合理且經查證屬實，幫搜平台將退還服務費用或您與服務商協議的退款金額。'
                },
            ],
            [
                {
                    title: '4.1 如何對服務商進行評分和評論？',
                    content: '當服務商完成您的訂單後，您可以在該訂單中點選【即時評分 賺取獎賞】，對服務商的服務和表現進行評分及評論。<br/><br/>幫搜平台會根據您的評分即時更新服務商的總評分，該評分會以一至五顆星的形式顯示在服務商的簡介資料內。<br/><br/>完成評分和評論後，您還有機會獲得幫搜幣獎賞。'
                },
                {
                    title: '4.2 服務商的評分是如何計算的？是否可靠？',
                    content: '幫搜平台展示的服務商評分是基於會員的評分進行綜合計算，總分最高為5星，最低為0.5星。<br/><br/>這些評分僅供會員參考，評分的高低並不一定完全反映服務質素。建議您綜合考慮服務商的簡介、報價、評論和評分等因素，以選擇合適的服務商。'
                },
                {
                    title: '4.3 如果對服務商的服務有意見或不滿，該怎麼做？',
                    content: '您可以在相關訂單中點選【申訴】並填寫申訴內容。我們將根據申訴內容向服務商查證，並盡快與您聯絡。同時，系統會自動暫停向服務商放款，直到申訴問題解決。<br/><br/>此外，您還可以對該訂單進行評分和評論，留下對服務的真實評價。'
                },
                {
                    title: '4.4 為什麼我的評論未能顯示在服務商的簡介中？',
                    content: '可能是因為網絡問題導致系統未能即時更新，建議您刷新頁面或稍後重新登入查看。<br/><br/>另有可能是系統自動識別到您的評論含有不當內容，導致該評論未顯示或被刪除。'
                },
                {
                    title: '4.5 我的評分會對服務商產生什麼影響？',
                    content: '您給予服務商的評分會影響其在幫搜平台相關服務類別中的排名。評分越高，排名越前，從而增加服務商的曝光率。'
                },
                {
                    title: '4.6 我的評論會被刪除嗎？',
                    content: '有可能，但幫搜平台不會無故刪除任何會員對服務商的評論。詳情請參閱幫搜網絡有限公司會員使用條款「13. 會員評分及評論」。'
                },
                {
                    title: '4.7 撰寫評論能否獲得幣搜幣獎賞？',
                    content: '可以。在訂單完成後，撰寫20字以上的評論並通過平台審核，即可獲取幣搜幣獎賞。平台保留對此獎賞活動的最終決定權，並有權隨時終止該活動。'
                },
                {
                    title: '4.8 我可以修改已提交的評分和評論嗎？',
                    content: '不能。評分和評論一經提交，無法自行修改或刪除。'
                },
            ],
            [
                {
                    title: '5.1 什麼是幫搜幣？',
                    content: '幫搜幣是幫搜網絡有限公司推出的專屬會員獎賞計劃，會員可通過完成指定的合資格項目或交易後賺取幫搜幣，以兌換豐富禮品。<br/><br/>幫搜平台可能出於促銷或其他目的向會員贈送幣搜幣。幫搜幣僅適用於兌換幫搜平台上的優惠、禮品或電子現金券，無法兌換現金且不具現金價值。'
                },
                {
                    title: '5.2 為什麼我的幫搜幣餘額會變動？',
                    content: '您的幫搜幣餘額可能因以下原因而調整：<br/><br/>1. 訂單取消：您或服務商取消了已發放幣搜幣的服務訂單。<br/>2. 退款成功：幫搜平台接受了對已發放幣搜幣的服務訂單的申訴並完成退款。<br/><br/>幫搜幣調整後，您可以在【幫搜幣 > 回贈紀錄】中查看詳細的調整情況。此外，系統會通知您餘額變動。'
                },
                {
                    title: '5.3 如何獲得更多幫搜幣？',
                    content: '您可以通過以下方式賺取額外的幫搜幣：<br/><br/>1. 註冊成為幫搜平台會員並完成電郵驗證；<br/>2. 通過幫搜平台進行交易；<br/>3. 邀請親友下載幫搜流動應用程式，並在註冊時輸入您的專屬推薦碼。當他們成功註冊並成為會員後，您將獲得額外的幫搜幣作為推薦獎賞。推薦碼顯示在【會員】頁面的上方；<br/>4. 參與幫搜平台不定期推出的特別獎賞或推廣活動。<br/><br/>如果註冊時忘記輸入推薦碼，您可以在註冊後前往【會員 > 會員資料】頁面重新輸入推薦碼。'
                },
                {
                    title: '5.4 為什麼我的幫搜幣餘額出現異常？',
                    content: '如果您的幫搜幣餘額因網絡問題、幫搜平台版本更新、技術故障或其他異常情況而出現異常調整（包括獲得或被扣除幫搜幣），請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊。'
                },
                {
                    title: '5.5 如何使用幫搜幣兌換禮品？',
                    content: '您可以按照以下步驟兌換禮品：<br/><br/>1. 登入後，前往【幫搜幣】頁面查看可兌換的禮品。<br/>2. 選擇您想要兌換的禮品，系統將即時扣除相應數量的幫搜幣。<br/><br/>所有禮品數量有限，先到先得。'
                },
                {
                    title: '5.6 完成付款後，我何時能收到幫搜幣獎賞？',
                    content: '每筆交易的幫搜幣獎賞將在完成付款後的3個工作天內自動存入您的帳戶。您可以在【幫搜幣】頁面中查看您當前的幫搜幣餘額。<br/><br/>如果在完成付款3個工作天後仍未收到幫搜幣獎賞，請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊，我們將盡快為您處理。'
                },
                {
                    title: '5.7 當親友使用我的推薦碼註冊時，我何時能獲得幫搜幣獎賞？',
                    content: '當您的親友使用您的推薦碼成功註冊後，您將在3個工作天內自動獲得相應的幫搜幣獎賞。您可以在【幫搜幣】頁面查看您的獎賞紀錄。<br/><br/>如果在3個工作天後仍未收到獎賞，請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊。'
                },
                {
                    title: '5.8 刪除帳戶後，我的幫搜幣會怎樣？',
                    content: '當您刪除帳戶後，帳戶內的所有幫搜幣將立即失效並清零，幫搜平台不會就此提供任何形式的補償。'
                },
                {
                    title: '5.9 幫搜平台會凍結我的帳戶嗎？',
                    content: '如果幫搜平台發現您的帳戶存在異常活動，我們可能會暫時凍結您的帳戶及幫搜幣餘額，以進行調查。在調查期間，您可能無法使用部分或全部帳戶功能。如有任何疑問，請透過 WhatsApp: +852 9332 9002 聯繫我們的客戶服務團隊。'
                },
            ],
            [
                {
                    title: '6.1 什麼是推薦碼？如何使用？',
                    content: '每位會員都有一個專屬推薦碼，顯示在【會員】頁面上方。邀請親友下載並註冊幫搜平台時，讓他們在註冊過程中輸入您的推薦碼。當您的親友成功註冊後，您將獲得額外幫搜幣作為推薦獎賞。'
                },
                {
                    title: '6.2 什麼是推廣碼？如何使用？',
                    content: '推廣碼是幫搜平台在特定活動中發佈的代碼。當您與服務商達成訂單協議時，可在【邀請報價】中填寫推廣碼（如適用）。訂單完成並經幫搜平台核實後，您將有機會獲得活動獎賞，如幫搜幣、抽獎機會或禮品。每個推廣活動的推廣碼和獎賞內容各有不同，且有使用期限。<br/>請關注我們的社交媒體以獲取最新推廣活動資訊：<br/><br/>FB: Bonshou 幫搜<br/>FB: 幫搜Jetso著數優惠關注組<br/>IG: Bonshou_hk'
                }
            ],
            [
                {
                    title: '7.1 如何使用幫搜幣兌換獎賞？',
                    content: '在【幫搜幣】頁面查看您的幫搜幣餘額，並瀏覽可兌換的獎賞。每項獎賞所需幫搜幣不同，請根據餘額選擇。選定後，提交所需資料，幫搜幣將立即扣除。獎賞數量有限，兌換成功後可在【幫搜幣 > 兌換紀錄】查看狀態。'
                },
                {
                    title: '7.2 如何接收兌換的獎賞？',
                    content: '兌換方式會在相關頁面註明，包括郵寄、自取或電郵發送等。實物獎賞通常需約7個工作天處理；電子獎賞可能更快發送。<br/>請關注我們的社交媒體以獲取最新推廣活動資訊：<br/>FB: Bonshou 幫搜<br/>FB: 幫搜Jetso著數優惠關注組<br/>IG: Bonshou_hk'
                },
                {
                    title: '7.3 兌換成功後可以更改或取消嗎？',
                    content: '所有兌換一經確認，均不可更改或取消。請在提交前仔細確認。'
                },
                {
                    title: '7.4 收到損壞的禮品如何處理？',
                    content: '如果您在收到實物禮品後的7天內發現損壞，請攜帶該禮品至本公司進行檢查。我們將在確認問題後為您更換同款禮品。如果在7天後發現問題，請直接聯繫相關供應商。'
                },
                {
                    title: '7.5 未完成的訂單會影響兌換嗎？',
                    content: '會。兌換時系統會檢查您的幫搜幣餘額。未完成訂單、退款申請或訂單爭議可能影響餘額。若幫搜幣不足，兌換申請將被取消。'
                },
                {
                    title: '7.6 兌換後可以更改收貨地址嗎？',
                    content: '如果獎賞尚未寄出，您可以發送電郵至 {email} 聯繫我們的客服團隊，要求更新您的收貨地址。'
                }
            ],
            [
                {
                    title: '8.1 我可以同時開設會員和服務商帳戶嗎？',
                    content: '可以。您可以下載幫搜流動應用程式 – 會員版和服務商版，分別管理兩個帳戶。這樣您既可享受會員服務，又能通過服務商帳戶提供服務賺取收入。'
                },
                {
                    title: '8.2 我的帳戶資料在幫搜平台上安全嗎？',
                    content: '是的。我們嚴格遵守香港法例第486章《個人資料（私隱）條例》，確保您的個人資料受到保護和保密處理。詳情請參閱我們的私隱政策聲明。<br/>請關注我們的社交媒體以獲取最新推廣活動資訊：<br/>FB: Bonshou 幫搜<br/>FB: 幫搜Jetso著數優惠關注組<br/>IG: Bonshou_hk'
                },
                {
                    title: '8.3 刪除帳戶後，我可以用相同的手提電話號碼和電郵地址重新註冊嗎？',
                    content: '可以，但需等待90天後才能使用相同的電話號碼和電郵地址重新註冊。'
                },
                {
                    title: '8.4 刪除帳戶後，帳戶資料和幫搜幣會如何處理？',
                    content: '帳戶刪除後，所有資料和幫搜幣將立即清除且無法恢復。'
                },
                {
                    title: '8.5 用曾經註冊過的手提電話號碼重新註冊，可以再獲得迎新獎賞嗎？',
                    content: '不可以。曾在幫搜平台註冊過的手提電話號碼不能再次獲得迎新獎賞。'
                }
            ],
        ],
        sProblemHeaders: ["服務商常見問題", "幫搜服務商FAQ 即睇常見問題，秒速解決你的疑問！"],
        sProblemTitles: [
            "幫搜平台概覽、核心功能與優勢概述",
            "報價指引與問題",
            "訂單處理與相關事項",
            "24/7 緊急服務",
            "評分及評論",
            "投標排名",
            "結算與支付管理",
            "帳戶管理與設置",
            "其他問題"
        ],
        sProblemContents: [
            [
                {
                    title: '1.1 什麼是幫搜平台？',
                    content: '幫搜是一個智能服務連接平台，為您創造多方面的優勢。平台涵蓋多個服務類別，幫助您接觸潛在客戶，提高業務曝光度，增加獲得訂單的機會，並創造更多商機。'
                },
                {
                    title: '1.2 幫搜平台提供哪些主要功能和服務？',
                    content: '幫搜平台有以下的核心功能和服務：<br/><br/><ul style="line-height: 2em"><li>展示及宣傳：展示您的服務類別或產品</li><li>報價系統：即時回覆會員的報價邀請</li><li>訂單管理：執行訂單並提供服務</li><li>24/7 緊急服務：可選擇性提供緊急服務</li><li>投標排名：增加曝光率和獲得訂單機會</li><li>服務列表：便捷處理訂單</li><li>即時對話：與會員進行實時溝通，討論服務細節</li><li>推播及電郵通知：直接向會員推廣服務或產品</li></ul><br/>通過這些功能，幫搜平台幫助您開拓市場、推廣服務，擴展業務版圖，實現業務增長。'
                },
                {
                    title: '1.3 幫搜平台如何幫助我的業務及增加收入？',
                    content: '您可利用幫搜平台採取以下策略：<br/><br/><ul style="line-height: 2em"><li>完善服務展示與宣傳<br/>– 詳細展示您的服務類別或產品<br/>– 提供高質量的服務描述和圖片<br/>– 突出您的獨特賣點和競爭優勢</li><li>善用報價系統<br/>– 及時回覆會員的報價邀請<br/>– 提供具有競爭力且合理的報價<br/>– 在報價中突出您的專業性和服務質量</li><li>高效訂單管理<br/>– 迅速處理和執行訂單<br/>– 提供優質的服務體驗<br/>– 主動跟進並解決客戶問題<br/></li><li>提供24/7緊急服務（如適用）<br/>– 擴大服務範圍，增加獲得訂單的機會<br/>– 展現您的專業性和可靠性</li><li>利用投標排名功能<br/>– 策略性地使用投標排名，提高您的曝光率<br/>– 分析競爭對手的排名策略，調整自身策略</li><li>有效使用「即時對話」功能<br/>– 迅速回應客戶查詢<br/>– 提供專業、友善的溝通<br/>– 通過有效溝通增加成交機會</li><li>善用推播及電郵通知<br/>– 定期向會員推廣您的服務或產品<br/>– 設計吸引人的推廣內容<br/>– 根據客戶反饋調整推廣策略</li><li>持續優化您的服務<br/>– 根據客戶反饋不斷改進<br/>– 保持服務質量的一致性<br/>– 與時俱進，適應市場變化</li><li>建立良好的口碑<br/>– 鼓勵滿意的客戶留下正面評價<br/>– 妥善處理負面反饋，展現專業態度<br/>– 利用正面評價吸引更多潛在客戶</li></ul><br/>通過全面利用幫搜平台的這些功能，您可以提高曝光率、增加客戶互動、提升服務質量，從而最大化您的商機。'
                }
            ],
            [
                {
                    title: '2.1 為什麼不能發出報價單？',
                    content: '如您不能發出報價單，可能有以下原因：<br/><br/><ul style="line-height: 2em"><li>您的註冊申請尚未通過審核</li><li>您的帳戶可能已被暫停或停用</li><li>系統可能正在進行維護或更新</li><li>該會員可能已關閉接收報價的功能</li><li>網路連接不穩定，請檢查您的網路狀況，嘗試重新啟動您的流動裝置或重新登入應用程式</li><li>報價金額可能超出了平台設定的最大限額。請檢查您所提交的報價，並考慮將訂單拆分為多筆小額交易</li></ul><br/>如有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊，並提供以下資訊：<br/><ul style="line-height: 2em"><li>您的帳戶資訊（ID或註冊電郵）</li><li>遇到問題的具體日期和時間</li><li>嘗試發出報價時的具體步驟</li><li>遇到的任何錯誤訊息截圖或描述</li></ul><br/>我們會在收到您的訊息後盡快協助您解決問題。'
                },
                {
                    title: '2.2 當我收到報價後可以和會員直接對話嗎？',
                    content: '可以。幫搜平台內設有「即時對話」功能，方便您與會員進行即時溝通。您可以討論服務細節、範圍、日期和時間等事項，這有助於促進交易的達成並提高客戶滿意度。要使用此功能，您只需在報價頁面上點擊「即時對話」按鈕即可開始對話。'
                },
                {
                    title: '2.3 如何填寫報價單？',
                    content: '當會員向您發出【邀請報價】後，您會收到有關通知。請點選通知以直接進入【待報價】頁面。<br/><br/>您也可以在幫搜平台主頁點選【工作】>【待報價】來查看所有邀請報價。在【待報價】頁面上，您可以查看邀請報價的詳細信息，然後按照系統提示填寫報價單。完成後，請檢查所有訊息無誤，然後提交報價。'
                },
                {
                    title: '2.4 報價內的預約日期是最終的服務日期嗎？',
                    content: '是的。您填寫之預約日期及時間是最終訂單的服務日期及時間。<br/><br/>我們建議您在發出報價前，先聯絡會員詳細了解服務範圍、內容、日期及時間，以便填寫清楚及準確的報價單，減低報價單被會員拒絕或取消的機會。'
                },
                {
                    title: '2.5 除港元外，我可以選擇用其他貨幣報價嗎？',
                    content: '不可以。目前，幫搜平台上的所有金額均以港元（HKD）顯示並以港元結算。因此，您向會員提供的所有報價都必須以港元計價。'
                },
                {
                    title: '2.6 如我收到會員的【邀請報價】，可以選擇不報價嗎？',
                    content: '可以。您可以選擇不回應【邀請報價】。在幫搜平台上，您可以點選【工作】>【待報價】> 選擇相應的邀請報價 >【放棄報價】來表示不參與報價。這樣可以讓會員知道您不打算參與該項服務的報價。'
                },
                {
                    title: '2.7【邀請報價】中的推廣碼有什麼作用？',
                    content: '推廣碼是幫搜平台在特定活動中發佈的代碼。為回饋會員，幫搜平台會不時推出各種推廣優惠活動，會員可以在【邀請報價】中填寫推廣碼（如適用）。當訂單完成並經幫搜平台核實後，會員將有機會獲得活動獎賞。'
                }
            ],
            [
                {
                    title: '3.1 在服務開始前，我可以修改或取消會員的訂單嗎？',
                    content: '可以。但需提前至少四個日曆日（不包含預約服務當日）直接與會員協商並達成共識。之後，您可以在幫搜平台上點選【工作】>【訂單】> 選擇需要修改的訂單 >【修改訂單】來進行修改或取消。<br/><br/>如在預約服務日前的三個日曆日（不包含預約服務當日）內需要修改或取消，請與會員協商後，由您通知我們協助修改或取消。<br/><br/>請注意：您可能需要支付因修改或取消訂單所產生的手續費，詳情請參閱「幫搜網絡有限公司服務商使用條款」“8.7 修改及取消訂單”。'
                },
                {
                    title: '3.2 如會員要求取消訂單，應該怎樣處理？',
                    content: '如果會員在預約服務日的四個日曆日前（不包含預約服務當日）要求取消訂單，您可以在幫搜平台上點選【工作】>【訂單】> 選擇需要取消的訂單 >【修改訂單】來進行取消。<br/><br/>如果會員在預約服務日前的三個日曆日內（不包含預約服務當日）要求取消訂單，請您通知我們進行取消。本平台將會在扣除該訂單的手續費（如有）及行政費用後，將剩餘款項全數支付給您。<br/><br/>詳情請參閱「幫搜網絡有限公司服務商使用條款」“8.7 修改及取消訂單”。'
                },
                {
                    title: '3.3 如果收到會員的訂單申訴並要求退款，應該怎樣處理？',
                    content: '如果您收到會員的訂單申訴並要求退款，應先向會員了解具體情況，並自行採取一切合理措施來解決爭議。如果無法解決爭議，我們將根據會員的申訴內容向您核實原因。如果申訴內容合理且屬實，幫搜平台將退還訂單款項給會員，或按照您與會員事前協定的退款金額進行退款。'
                },
                {
                    title: '3.4 通過幫搜平台進行交易，需要支付哪些費用？',
                    content: '幫搜平台會向您收取行政費用和交易處理費。詳情請參閱「幫搜網絡有限公司服務商使用條款 – 補充協議」“2. 訂單行政費用及交易處理費”。<br/><br/>所收費用將用於幫助維持幫搜平台的持續發展，並不斷改善與提升所有會員和服務商的使用體驗。'
                }
            ],
            [
                {
                    title: '4.1 如何開啟 24/7 緊急服務功能？',
                    content: '您可以在幫搜平台上點選【服務商】>【24/7 緊急服務設定】，以開啟或關閉 24/7 緊急服務功能。目前，幫搜平台僅對以下服務類別提供 24/7 緊急服務功能：<br/><ul style="line-height: 2em"><li>開鎖</li><li>拖車</li><li>通渠</li><li>水電維修</li><li>冷氣維修</li><li>24小時寵物急診</li><li>代駕</li><li>上門護理</li></ul><br/>如果您提供的服務類別包括以上項目，開啟 24/7 緊急服務功能可以增加您的工作機會。如果您希望幫搜平台為其他服務類別增加 24/7 緊急服務功能，請通過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。'
                },
                {
                    title: '4.2 我在接受 24/7 緊急服務訂單前，應該注意什麼？',
                    content: '24/7 緊急服務是一種即時服務。為了保障您和會員的權益，緊急服務訂單一旦確認，將無法在幫搜平台上自行取消。然而，如果會員或您對該訂單提出申訴，訂單可以在通知幫搜平台並經平台核准後取消，但提出取消或違約的一方需承擔相關責任。取消或違約的後果請參閱 5.3 及 5.4。<br/><br/>因此，在提供緊急服務報價給會員之前，建議您先前往【工作】>【待報價】頁面，點選該緊急服務的報價查詢，並利用【即時通訊】功能與會員直接溝通，以充分了解會員的需求，從而決定是否提供緊急服務報價，以避免未來出現申訴的情況。'
                },
                {
                    title: '4.3 如果我確認了 24/7 緊急服務訂單，但無法提供服務，會有什麼後果？',
                    content: '如果您在接受並確認了會員的緊急服務訂單後未能提供服務，且沒有合理解釋，幫搜平台有權隨時刪除您的帳戶並取消您的註冊資格，並保留追究相關損失的權利。'
                },
                {
                    title: '4.4 如果會員在確認 24/7 緊急服務訂單後要求取消訂單，會發生什麼情況？',
                    content: '如果會員在接受並確認您的緊急服務訂單後要求取消，且沒有合理解釋，會員所支付的相關款項將根據幫搜平台的規則按時支付給您，以保障您的權益。'
                }
            ],
            [
                {
                    title: '5.1 在我的簡介資料中有五顆星星圖案，旁邊還有一個數字，這是什麼意思？',
                    content: '在您的簡介資料中，您會看到一個五星評分系統，旁邊還有一個數字。這個評分系統反映了您的整體服務質量和表現。<br/><br/>每當您完成一個訂單後，會員都有機會對您的服務進行評分及評論。系統會收集所有這些評分，並計算出一個平均分數。這個平均分數就是您看到的星級評分。<br/><br/>評分細節：<br/>最高評分：5星（或5分）<br/>最低評分：0.5星（或平均分數）<br/>顯示方式：以星星圖案和具體數字同時呈現<br/>這個評分系統為潛在客戶提供了快速了解您服務質量的方式，同時也是您專業水平的一個重要指標。持續提供優質服務，保持高評分，可以幫助您吸引更多客戶。<br/><br/>如在預約服務日前的三個日曆日（不包含預約服務當日）內需要修改或取消，請與會員協商後，由您通知我們協助修改或取消。請注意：您可能需要支付因修改或取消訂單所產生的手續費，詳情請參閱「幫搜網絡有限公司服務商使用條款」“8.7 修改及取消訂單”。'
                },
                {
                    title: '5.2 會員對我的評分及評論有什麼影響？',
                    content: '會員給予您的評分和評論對您在幫搜平台上的表現有重要影響：<br/><br/><ul style="line-height: 2em"><li>排名影響：您的評分直接影響您在幫搜平台（會員版）相關服務類別中的排名。評分越高，您在搜索結果中的排名就越靠前</li><li>自動排序：排名系統由平台自動管理，根據您的平均評分進行排序</li><li>吸引客戶：高評分和正面評論可以增加您被潛在客戶選中的機會</li><li>持續改進：評論內容可以幫助您了解客戶的需求和期望，從而不斷改進您的服務</li></ul><br/>保持高質量的服務和積極回應客戶反饋，將有助於提高您的評分和整體表現。'
                },
                {
                    title: '5.3 如果會員給我的評論有侮辱性、攻擊性或不實情況，我該怎麼辦？我可以要求幫搜平台刪除這些評論嗎？',
                    content: '如果您發現會員的評論存在上述情況，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊，並提供以下資訊：<br/><br/><ul style="line-height: 2em"><li>您的帳戶資訊（ID或註冊電郵）</li><li>發現問題的具體日期和時間</li><li>有爭議的會員評論內容</li><li>證明評論不當或不實的相關證據</li></ul><br/>我們會在收到您的訊息後盡快與您聯絡，並評估是否需要刪除相關評論。我們重視每一位服務商的權益，會認真處理每一個評論爭議。感謝您的耐心和配合。'
                },
                {
                    title: '5.4 為什麼我應該鼓勵會員給我評分和評論？',
                    content: '所有服務商的評分及評論均為公開資訊，所有會員都可以查看您的帳戶評論及評分。<br/><br/>我們強烈建議您在完成訂單後，主動邀請會員對您的服務進行評分和評論。<br/><br/>這樣做不僅可以提升您的整體評分，還能增加您在幫搜平台上的曝光率，從而吸引更多潛在客戶。積極收集正面評價對提升您的服務形象和競爭力至關重要。'
                }
            ],
            [
                {
                    title: '6.1 什麼是投標排名？',
                    content: '投標排名是幫搜平台專為服務商打造的實用工具。這個創新功能可以顯著提升您在幫搜平台（會員版）內相關服務類別中的排名，讓更多人看到您的服務。通過有效運用投標排名，您可以：<br/><br/><ul style="line-height: 2em"><li>在眾多服務商中更容易被客戶發現</li><li>吸引更多對您服務感興趣的客戶</li><li>增加接單機會，賺取更多收入</li><li>讓更多人認識您的服務</li></ul><br/>不管您是剛開始提供服務，還是已經有豐富經驗，投標排名都能幫您找到更多接單機會。這個功能簡單易用，能真正幫您增加收入！'
                },
                {
                    title: '6.2 如何參與投標排名？',
                    content: '參與投標排名的步驟如下：<br/><br/>(1) 進入【投標排名】頁面<br/>(2) 選擇您想競投的服務分類<br/>(3) 選擇目標月份（可競投未來三個月）<br/>(4) 輸入您的競投金額（最低HKD100.00，最高HKD99,999.00）<br/>(5) 確認並提交您的投標<br/>(6) 進行付款<br/><br/>注意事項：<br/><ul style="line-height: 2em"><li>每次競投只能選擇一個服務分類及月份</li><li>投標價越高，您在幫搜平台（會員版）內的相關服務類別搜索結果中的排名就越靠前</li><li>完成投標後，可在【服務商】>【投標紀錄】內查看紀錄及下載收據</li></ul><br/>如果您對投標排名有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們會很樂意為您解答任何疑問。'
                },
                {
                    title: '6.3 投標排名的規則是什麼？',
                    content: '投標規則：<br/><ul style="line-height: 2em"><li>競投截止時間：每月十五日的23:59:59（香港時間，即GMT+8）</li><li>排名生效時間：所投月份的首日開始，持續一個月</li><li>維持排名：服務商需每月重新競投以維持或提升排名</li><li>相同投標金額處理：當多個服務商投標金額相同時，系統會根據服務商的評分高低決定排名順序</li><li>投標範圍：可競投未來三個月的排名</li><li>投標限制：每次競投只能選擇一個服務分類及月份</li></ul><br/>如果您對投標排名有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們會很樂意為您解答任何疑問。'
                },
                {
                    title: '6.4 投標排名在哪裡顯示？',
                    content: '投標結果的排名會顯示在幫搜流通應用程式（會員版）的「幫你搜」中的搜尋列表。例如，如果服務商A所投的服務類別在競投排名中為#1，那麼在該服務類別的第一個搜尋結果將會顯示服務商A。<br/>如果您對投標排名有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們會很樂意為您解答任何疑問。'
                },
                {
                    title: '6.5 投標排名的有效期是多久？',
                    content: '投標排名的有效期為一個月，從每月1日開始生效。例如，如果服務商A在12月投標1月的服務類別排名，那麼這個排名的有效期就是從1月1日到1月31日。<br/><br/>注意事項：<br/><ul style="line-height: 2em"><li>如果您想維持或提升排名，您需要在每個月的競投截止時間前重新投標</li><li>當多個服務商投標金額相同時，最終排名效果會根據會員給您的評分高低決定排名順序</li></ul><br/>如果您對投標排名有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們會很樂意為您解答任何疑問。'
                },
                {
                    title: '6.6 我可以更改已提交的投標金額或申請退款嗎？',
                    content: '很抱歉，一旦您參與投標排名並完成支付，您將無法更改已提交的投標金額或申請退款。為了確保投標系統的公平性和有效性，我們制定了以下規則：<br/><br/><ul style="line-height: 2em"><li>投標確定性：所有出價一經提交並支付，即為最終決定，不得更改</li><li>不予退款政策：無論出於任何原因，包括但不限於您決定停止使用本平台、變更投標意向或取消投標，我們都無法退還已繳付的任何款項</li></ul><br/>我們強烈建議您在提交投標和付款前仔細考慮您的決定。感謝您的理解和配合。<br/><br/>如果您對投標排名有任何問題，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們會很樂意為您解答任何疑問。'
                }
            ],
            [
                {
                    title: '7.1 幫搜平台使用什麼貨幣進行交易和結算？',
                    content: '幫搜平台上的所有金額均以港元（HKD）顯示並以港元結算。因此，您向會員提供的所有報價都必須以港元計價。<br/><br/>目前，平台不支持其他貨幣的報價，但未來可能會根據市場需求進行調整。請定期查看我們的公告以獲取最新訊息。'
                },
                {
                    title: '7.2 幫搜平台的結算週期和款項發放方式是怎樣的？',
                    content: '所有關於結算週期和款項發放方式的具體細節，請參閱您與幫搜平台簽訂的「幫搜網絡有限公司服務商使用條款 – 補充協議」中的 “4. 結算款項發放時間及方式” 章節。'
                },
                {
                    title: '7.3 如果我選擇以非港元貨幣或通過海外銀行收取款項，會有什麼影響？',
                    content: '若您在簽訂「幫搜網絡有限公司服務商使用條款 – 補充協議」時選擇以非港元或通過海外銀行收取結算款項，請注意以下幾點：<br/><br/><ul style="line-height: 2em"><li>您將需要承擔所有代理銀行手續費</li><li>您將承擔貨幣兌換的匯率風險</li><li>如所選貨幣無法進行匯款，最終平台將以美元（USD）或港元（HKD）支付款項給您</li><li>其他細節請參閱您與幫搜平台簽訂的「幫搜網絡有限公司服務商使用條款 – 補充協議」中的 “4. 結算款項發放時間及方式” 章節</li></ul>'
                },
                {
                    title: '7.4 如果我未能在指定時間收到結算款項應該怎麼做？',
                    content: '如果您未能在指定時間內收到結算款項，請按以下步驟處理：<br/><br/>(1) 檢查您的帳戶資料是否正確，包括收款方式和銀行資料。<br/>(2) 如果確認資料無誤，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。<br/>(3) 聯繫時請提供您的帳戶資訊（ID或註冊電郵），以便我們能夠快速識別您的帳戶。<br/><br/>我們的客戶支援團隊會在收到您的查詢後盡快回覆您。'
                },
                {
                    title: '7.5 刪除帳戶後未發放的款項如何處理？',
                    content: '如果您刪除帳戶，但帳戶內仍有未發放的款項，幫搜平台將根據「幫搜網絡有限公司服務商使用條款」及「幫搜網絡有限公司服務商使用條款 – 補充協議」中的相關條款進行處理。在您未違反任何條款的情況下，我們將按照協議中指定的流程和時間向您發放款項。'
                },
                {
                    title: '7.6 如何處理結算金額異常？',
                    content: '在發放結算金額之前，我們會把結算月份的月結單發送給您。請您仔細核對月結單，並向我們確認。如果您發現結算金額有任何異常，請先核對款項明細以確認是否存在計算錯誤。<br/><br/>若確認結算款項有錯誤，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們將盡快處理您的查詢。'
                },
                {
                    title: '7.7 我可以更改結算款項的貨幣及收款方式嗎？',
                    content: '可以，但每年只可要求更改一次。如需更改結算款項的貨幣及收款方式，請注意以下事項：<br/><br/>(1) 聯繫方式：透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊<br/>(2) 提供以下資訊：<ul style="line-height: 2em"><li>您的帳戶資訊（ID或註冊電郵）</li><li>要求更改的結算款項貨幣及收款方式</li></ul>(3) 生效時間：更改通常將在下一個結算週期開始時生效<br/>(4) 考慮事項：<ul style="line-height: 2em"><li>更改可能會影響結算時間和手續費，請在申請前仔細考慮</li><li>某些貨幣或收款方式可能有額外限制或要求，我們的客戶支援團隊將為您提供詳細說明</li></ul><br/>(5) 確認過程：提交更改請求後，我們會發送確認電郵給您，請務必查收並確認。只有在您確認後，更改才會正式生效<br/><br/>如有任何疑問，請隨時聯繫我們的客戶支援團隊。'
                }
            ],
            [
                {
                    title: '8.1 我可以同時開設會員和服務商帳戶嗎？',
                    content: '可以。您可以下載幫搜流動應用程式 – 會員版和服務商版，分別管理兩個帳戶。這樣您既可享受會員服務，又能通過服務商帳戶提供服務賺取收入。<br/><br/><ul style="line-height: 2em"><li>在眾多服務商中更容易被客戶發現</li><li>吸引更多對您服務感興趣的客戶</li><li>增加接單機會，賺取更多收入</li><li>讓更多人認識您的服務</li></ul><br/>不管您是剛開始提供服務，還是已經有豐富經驗，投標排名都能幫您找到更多接單機會。這個功能簡單易用，能真正幫您增加收入！'
                },
                {
                    title: '8.2 我的帳戶資料在幫搜平台上安全嗎？',
                    content: '是的。我們嚴格遵守香港法例第486章《個人資料（私隱）條例》，確保您的個人資料受到保護和保密處理。詳情請參閱我們的私隱政策聲明。'
                },
                {
                    title: '8.3 刪除帳戶後，我可以用相同的手提電話號碼和電郵地址重新註冊嗎？',
                    content: '可以，但需等待90天後才能使用相同的電話號碼和電郵地址重新註冊。'
                },
                {
                    title: '8.4 未經審核的帳戶是否可以接受會員訂單？',
                    content: '不可以。所有未經審核的服務商帳戶有以下限制：<br/><br/><ul style="line-height: 2em"><li>無法接受會員訂單</li><li>無法向會員提供報價</li><li>無法使用幫搜平台的大部分功能</li></ul></br/>只有在完成審核程序後，您才能使用幫搜平台的所有功能。<br/><br/>如果您希望加快審核程序或有任何疑問，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們將盡快處理您的查詢。'
                },
                {
                    title: '8.5 提交註冊資料後需要多長時間才能通過審核？',
                    content: '在您提交註冊資料後，通常需要約3個工作天來處理您的申請。如果在3個工作天後仍未收到審核結果通知，請透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊。我們將盡快處理您的查詢。'
                },
                {
                    title: '8.6 在什麼情況下帳戶會被封鎖或取消？',
                    content: '幫搜平台有權在以下情況立即封鎖您的帳戶或取消您的註冊資格：<br/><br/><ul style="line-height: 2em"><li>嚴重或多次違反本平台的使用條款</li><li>違反適用法律</li><li>在平台上從事或涉及任何欺詐行為</li><li>在平台上從事或涉及任何違法活動</li></ul>'
                }
            ],
            [
                {
                    title: '9.1 如何與幫搜平台進行商業合作？',
                    content: '我們歡迎各服務商探討合作機會！以下是一些可能的合作方式：<br/><br/><ul style="line-height: 2em"><li>通過幫搜網絡有限公司的其他媒介（如 Facebook、Instagram、電子郵件等）進行推廣</li><li>在平台上投放廣告</li><li>發送推播訊息</li><li>參與平台的特別活動或推廣計劃</li><li>成為平台的戰略合作夥伴</li></ul><br/>如果您有興趣進行合作，請：<ul style="line-height: 2em"><li>發送合作提案至 {email}，或</li><li>透過 WhatsApp: +852 6161 9791 聯繫我們的客戶支援團隊</li></ul><br/>我們的團隊將仔細審閱您的提案，並會盡快安排相關同事與您聯絡，討論合作細節。我們期待與您建立互利共贏的合作關係，共同為會員提供更優質的服務！'
                }
            ]
        ],
        sUseHeaders: ["服務商使用指南", "幫搜功能教學 視頻指引話你知"],
        sUseTitles: ["使用指南（一）｜成為幫搜服務商？", "使用指南（二）&#124; 服務商日常訂單處理", "使用指南（三）&#124; 與會員進行即時對話", "使用指南（四）&#124; 參加「投標排名」以增加曝光度"],
        sUseContents: ["註冊過程非常簡單。只需提交基本資料，完成聯絡方式的驗證，並通過幫搜團隊的審核後，即可立即使用幫搜服務商 App！", "操作界面簡潔明瞭，僅需一個 App 即可掌握所有訂單，輕鬆完成「報價」和「接單」兩個步驟，簡單便捷！", "您可以在 App 內展開即時對話，透過交流了解會員的需求，從而提供適合的服務詳情，幫助您促成交易！", "幫搜服務商 App 獨有的「投標排名」功能能有效提升服務商的曝光率，搜尋排名越高，您的服務越容易被人發現！"],
        mUseHeaders: ["會員使用指南&奖赏", "幫搜功能教學 視頻指引話你知"],
        mUseTitles: ["使用指南 (一) &#124; 如何使用幫搜 App？", "使用指南 (二) &#124; 兩個步驟 – 體驗强大邀請報價功能！", "使用指南 (三) &#124; 一目了然的訂單管理系統", "使用指南 (四) &#124; 會員福利及即時對話功能"],
        mUseContents: ["下載 App 後，只需完成簡單註冊步驟，然後通過手機號碼進行短訊驗證，即可成為幫搜平台會員！幫搜平台簡單易用，匯聚區域性及國際性的不同服務商，助您快速搜尋合適的服務類別。", "邀請服務商報價，只需要兩個步驟！<br/>1.揀選您所需要的服務類別<br/>2.填寫基本資料及服務需求，點擊發出報價邀請<br/>咁就搞掂啦！", "幫搜 App 界面清晰，輕鬆掌握您的報價及訂單狀態。您更可以靈活運用幫搜報價系統，為您尋找最合心水的報價單。", "當您成功註冊為幫搜會員、通過幫搜平台與服務商成功完成交易及透過專屬推薦碼邀請親朋好友註冊成為幫搜會員，即可賺取［幫搜幣］。您可使用幫搜幣兌換現金券以及豐富禮品。<br/>幫搜平台設有［即時對話］功能，方便您與服務商直接溝通，為您提供要幫手，有幫手的極致服務體驗。"],
        mIntroduces: ["幫搜會員專屬獎賞計劃", "幫搜會員可到幫搜App 內兌換專屬獎賞", "立即下載幫搜App，完成註冊，換取限量超市現金禮券！", "更多精彩禮品，陸續推出，敬請期待"],
        aboutHeaders: ["開啟無限可能的服務配對平台", "無論您是任何身份，都能在幫搜平台找到屬於您的機會。", "什麼是幫搜", "一個無界域的服務配對平台", "幫搜平台是一個無界域的服務配封平台，連接世界各地的服務提供者和满求者，無論您是企業或個人，都能在幫搜平台找到所需。我們不僅提供生活服務，更涵蓋商業服務、專業諮詢、以及其他多元化的服務類別，滿足您所有需求。"],
        mAboutUseList1: {
            leftList: [
                "會員為何要使用幫搜？",
                "專業需求・生活服務・高效配對",
                "幫搜平台，您的一站式智能解決方案。",
                "成為會員"
            ],
            rightList: [
                {
                    title: "一站式服務配對",
                    content: "無論企業需求(如平面設計、網站開發、法律諮詢等)或個人服務(如家居清潔、汽車維修、寵物器療等)，甚至專業領域(如婚禮策劃、科技IT、安全服務等)，「幫搜」平台整合多元類別，精準配對所需。"
                },
                {
                    title: "智能高效",
                    content: "透過AI演算法快速篩選合適服務商，高效節省時間，省去繁瑣搜尋流程。"
                },
                {
                    title: "透明評估",
                    content: "比較服務商價格、評價及內容，數據化分析助您明智決策。"
                },
                {
                    title: "安全保障",
                    content: "嚴格篩選及審核服務商，並設有申訴與退款機制，保障交易權益。"
                },
                {
                    title: "便捷管理",
                    content: "支援手機應用程式隨時預約管理服務，搭配「幫搜幣」獎勵計劃，累積積分兌換專屬優惠。"
                }
            ]
        },
        mAboutUseList2: {
            leftList: [
                {
                    title: "拓展業務覆蓋",
                    content: "幫搜平台覆蓋多元客群（企業及個人用戶），助您接觸潛在客戶，開拓收益渠道。"
                },
                {
                    title: "智能精準配對",
                    content: "透過AI智能算法，精準對接需求用戶，提升服務轉化率，節省客戶開發成本。"
                },

                {
                    title: "多元領域商機",
                    content: "無論設計、科技、維修、教育或專業顧問服務，平台提供發展空間，促進業務擴展。"
                },
                {
                    title: "高效營運管理",
                    content: "一站式管理介面整合服務資訊、訂單及客戶溝通，提升營運效率。"
                },
                {
                    title: "品牌價值提升",
                    content: "累積用戶評價與口碑，強化品牌可信度，吸引長期合作機會。"
                }
            ],
            rightList: [
                "服務商為何要加入幫搜？",
                "精準配對・高效營運・品牌成長",
                "幫搜平台，專業服務者的策略夥伴。",
                "成為服務商"
            ]
        },
        serviceClassHeader: ["服務分類", "香港人边有咁多时间慢慢揾?帮搜直击全城 TOP 服务商，即时报价、即时沟通，唔使谂，一个App搞定所有需求！", "幫搜集合各類優質服務商，轻鬆比價、隨意挑選，慳時慳力，鬆搞掂所需!"],
        serviceClassList: [
            {
                title: "家居服務",
                content: ["清潔消毒 · 家居維修 · 通渠 · 水電維修 · 冷氣維修", "搬屋 · 家具組装 · 開鎖 · 藝 · 收納服務 · 装修及翻新", "家居智能與安防 · 家務助理 · 上門買餸 · 其他家居服務"]
            },
            {
                title: "美容纖體",
                content: ["美容護膚 · 美甲美睫 · 髮型設計 · 減肥纖體", "化妆及造型 · 脱毛 · 足部護理 · 紋身 · 穿耳 · 美容培訓", "醫學美容 · 其他美容纖體服務"]
            },
            {
                title: "寵物服務",
                content: ["寵物美容 · 寵物訓練 · 寵物醫療 · 寵物按摩 · 寵物寄養", "寵物遛狗 · 寵物配種 · 寵物殯葬 · 寵物用品配送", "寵物攝影 · 24/7 寵物診所 · 寵物食品 · 其他寵物服務"]
            },
            {
                title: "健康護理",
                content: ["健康檢查 · 物理治療 · 按摩推拿 · 心理咨詢 · 營養顧問", "養生課程 · 上門護理 · 中醫服務 · 其他健康護理服務"]
            },
            {
                title: "專業攝影",
                content: ["婚禮攝影 · 活動攝影 · 影棲攝影 · 家庭攝影 · 孕婦攝影", "婴兒攝影 · 寵物摄影 · 人像摄影 · 運動摄影 · 產品摄影", "商業攝影 · 企業宣傳攝影 · 航拍服務 · 相冊製作", "照片修 · 視频製作 · 攝影器材租赁 · 攝影培訓", "畢業照攝影 · 其他専業攝影服務"]
            },
            {
                title: "懷孕育兒",
                content: ["陪月服務 · 月子服務 · 產後修復 · 婴兒游泳", "兒童心理辅導 · 婴兒照顧 · 孕婦瑜伽 · 孕管營養顧問", "婴兒保健按摩 · 哺乳顧問 · 產前教育课程 · 幼兒早教", "產後心理詻詢 · 孕婦按摩 · 產後紮肚修身 · 孕婦摄影", "婴兒攝影 · 其他懷孕育兒服務"]
            },
            {
                title: "學習培訓",
                content: ["學術輔導補習 · 語言課程 · 編程課程 · 職業培訓", "音樂課程 · 藝術課程 · 烹飪課程 · 舞蹈課程 · 瑜伽課程", "冥想課程 · 跑步教練 · 柔術課程 · 武術課程 · 養生課程", "普拉提課程 · 太極拳課程 · 跆拳道課程 · 攝影培訓", "產前教育課程 · 電腦技能培訓 · 駕駛培訓 · 家庭輔導", "家庭教師 · 兒童早教 · 成人教育 · 特殊教育 · 親子活動", "網上學習課程 · 企業培訓 · 教育升學諮詢創意課程", "STEAM 課程 · 其他學習培訓服務"]
            },
            {
                title: "婚禮喜慶",
                content: ["婚禮策劃 · 婚禮攝影及錄影 · 婚禮司儀及主持", "婚禮化妝 · 婚宴場地 · 婚禮場地佈置 · 婚紗租賃", "婚禮花藝 · 婚禮樂隊音樂 · 婚戒定制", "婚禮紀念品及禮品 · 伴郎伴娘服務 · 婚車租賃", "婚禮邀請卡 · 蜜月旅行策劃 · 婚前諮詢 · 證婚服務", "其他婚禮喜慶服務"]
            },
            {
                title: "旅遊住宿",
                content: ["導遊 · 司機 · 旅遊策劃 · 機票預訂 · 酒店預訂租車", "旅遊保險 · 簽證辦理 · 行李寄存 · 貨幣兌換 · 旅遊攝影", "語言翻譯 · 主題旅遊 · 度假村 · 自由行策劃", "當地生活文化體驗 · 露營設備租賃 · 旅遊諮詢", "旅遊行程定制 · 其他旅遊住宿服務"]
            },
            {
                title: "科技與IT",
                content: ["軟件及應用程式開發 · 網站設計 · 數據恢復", "數據庫管理 · IT諮詢 · 網絡設置 · 雲端服務 · 網絡安全", "智能家居安裝 · 3D打印服務 · 電子產品回收 · 軟件測試", "系統維護 · 技術支持 · 電腦培訓 · 搜索引擎優化(SEO)", "其他科技與IT服務"]
            },
            {
                title: "汽車領域",
                content: ["汽車維修 · 汽車清洗 · 輪胎服務 · 汽車美容 · 汽車保險", "汽車租賃 · 拖車 · 汽車檢測 · 汽車升級與改裝", "汽車電池服務 · 汽車玻璃維修 · 汽車空調服務", "二手車評估 · 機場接送 · 駕駛培訓 · 司機服務 · 代駕", "豪華車服務 · 跨境接送服務 · 其他汽車服務"]
            },
            {
                title: "兒童專區",
                content: ["幼兒照顧 · 課後輔導 · 兒童派對策劃 · 兒童攝影", "兒童心理諮詢 · 兒童才藝班 · 兒童營養諮詢", "兒童安全服務 · 兒童游泳課程 · 兒童語言培訓", "兒童運動訓練 · 兒童藝術課程 · 兒童音樂課程", "兒童戶外活動 · 其他兒童服務"]
            },
            {
                title: "藝術娛樂",
                content: ["繪畫課程 · 音樂表演 · 舞蹈演出 · 戲劇表演 · 魔術表演", "藝術品鑑定 · DJ服務 · 音響與樂器租賃 · 藝術品修復", "藝術活動策劃 · 影視製作 · 印度手繪及面部彩繪", "雕塑課程 · 藝術治療 · 畫展策劃 · 臨時演員", "其他藝術娛樂服務"]
            },
            {
                title: "模特兒",
                content: ["女性 · 男性 · 兒童 · 網紅 · 家庭和情侶 · 時尚", "健身/運動 · 美容 · 生活化 · 手、腿和腳", "其他模特兒服務"]
            },
            {
                title: "維修與維護",
                content: ["家電維修 · 電子設備維修 · 家具修復 · 鐘錶維修", "珠寶修理 · 樂器修理 · 鞋類修理 · 衣物修補", "自行車維修 · 游泳池維護 · 空調維護 · 電梯維護", "發電機維護 · 太陽能系統維護 · 手袋皮革維護", "其他維修維護服務"]
            },
            {
                title: "市場營銷",
                content: ["廣告服務 · 公關服務 · 社交媒體營銷 · 電子郵件營", "內容創作 · 新聞寫作 · 影片製作 · 平面設計 · 網絡直播", "播客製作 · 配音 · 媒體培訓 · 品牌與市場調查", "活動推廣 · 客戶關係管理 · 搜索引擎優化(SEO)", "數位行銷策略 · 其他市場營銷服務"]
            },
            {
                title: "財務會計",
                content: ["會計服務 · 稅務諮詢 · 保險服務 · 個人理財·信用修復", "資產管理 · 投資顧問 · 貸款顧問 · 審計服務 · 債務諮詢", "退休規劃 · 風險管理 · 財務策劃 · 財務分析", "企業財務服務 · 其他財務會計服務"]
            },
            {
                title: "房地產服務",
                content: ["房產買賣 · 租賃服務 · 物業管理 · 房屋估價 · 房屋保險", "房屋檢查 · 房屋裝修與設計 · 房地產攝影 · 房地產諮詢", "商業地產服務 · 房地產投資 · 房貸服務 · 產權服務", "房地產法律諮詢 · 房地產經紀 · 房地產市場分析", "其他房地產服務"]
            },
            {
                title: "餐飲服務",
                content: ["食材採購 · 宴會承辦 · 私人廚師 · 食品酒水配送", "營養餐準備 · 烹飪課程 · 餐廳設計 · 食品包裝", "調酒服務 · 餐飲諮詢 · 食品安全培訓 · 特殊飲食服務", "流動餐車 · 食品攝影 · 到會服務 · 其他餐飲服務"]
            },
            {
                title: "個人服務",
                content: ["個人(私人)助理 · 私人健身教練 · 形象顧問 · 生活教練", "個人購物服務 · 家庭管家 · 私人保安 · 約會顧問", "個人組織服務 · 禮儀培訓 · 個人造型 · 私人旅行規", "個人形象設計 · 時間管理諮詢 · 壓力管理服務", "其他個人服務"]
            },
            {
                title: "法律服務",
                content: ["民事法律諮詢 · 刑事辯護 · 商業法律服務", "房地產法律服務 · 知識產權服務 · 勞動法諮詢", "遺囑與遺產規劃 · 婚姻法律顧問 · 移民法律服務", "稅務法律諮詢 · 債務清收服務 · 調解仲裁服", "法律文件與公證 · 法律援助 · 其他法律服務"]
            },
            {
                title: "創意設計",
                content: ["平面設計 · 產品設計 · 室內設計 · 服裝設計", "UI/UX設計 · 動畫設計 · 視覺效果設計 · 廣告設計", "包裝設計 · 展覽設計 · 其他創意設計服務"]
            },
            {
                title: "專業諮詢",
                content: ["商業策略諮詢 · 人力資源諮詢 · IT諮詢 · 管理諮詢", "市場營銷諮詢 · 財務諮詢 · 法律諮詢 · 環境諮詢", "教育諮詢 · 健康諮詢 · 職業規劃諮詢 · 創業諮詢", "風險管理諮詢 · 品質管理諮詢 · 專業翻譯", "其他專業諮詢服務"]
            },
            {
                title: "安全與保安",
                content: ["家庭安全系統 · 商業安保服務 · 活動安全 · 網絡安全", "私人保鏢 · 監控系統安裝 · 消防安全 · 資料安全", "安全培訓 · 門禁系統 · 保險箱服務 · 風險評估", "緊急應變計劃 · 防盗系統 · 安全背景調查與諮詢", "其他安全與保安服務"]
            },
            {
                title: "農業與園藝",
                content: ["花卉種植 · 害蟲控制 · 草坪護理 · 樹木修剪 · 園藝設計", "溫室建造 · 土壤檢測 · 景觀設計 · 水果蔬菜種植", "農場管理 · 有機農業諮詢 · 園藝工具租賃 · 園藝課程", "灌溉系統安裝 · 農產品銷售 · 其他農業與園藝服務"]
            },
            {
                title: "環保服務",
                content: ["廢物回收 · 太陽能設備租賃與安裝 · 環保顧問", "環保認證服務 · 環保活動策劃 · 環境諮詢", "有機廢物處理 · 水質檢測 · 空氣質量檢測 · 能源審計", "碳足跡計算 · 環保產品銷售 · 綠色建築諮詢", "生態系統修復 · 清潔能源技術 · 環保教育 · 生態旅遊可", "持續發展諮詢 · 其他環保服務"]
            },
            {
                title: "運輸物流",
                content: ["快遞服務 · 搬屋 · 倉儲服務 · 國內物流 · 國際物流", "電商物流 · 溫控物流 · 包裝服務 · 航空貨運 · 貨運服務", "海運服務 · 鐵路運輸 · 貨物代理 · 物流諮詢 · 報關服務", "供應鏈管理 · 工商搬遷 · 其他運輸物流服務"]
            },
            {
                title: "社區服務",
                content: ["長者照顧 · 殘障人士支援 · 兒童福利服務", "社區中心服務 · 食物銀行 · 就業支援 · 心理健康服務", "緊急醫療服務 · 志願者組織 · 社會工作 · 社區活動策劃", "其他社區服務"]
            },
            {
                title: "其他服務",
                content: ["殯葬服務 · 偵探調查 · 掌相風水 · 人力資源服務", "團體建設活動·其他服務"]
            }
        ],
        iconDetails: [
            [
                {
                    title: "清潔消毒",
                    describe: "經驗了得好幫手"
                },
                {
                    title: "家居維修",
                    describe: "服務超過數萬家庭"
                },
                {
                    title: "通渠服務",
                    describe: "專業師傅信得過"
                }
            ],
            [
                {
                    title: "美甲美睫",
                    describe: "指尖到睫毛靚到爆鏡"
                },
                {
                    title: "美容護膚",
                    describe: "美肌嫩肌就是你"
                },
                {
                    title: "醫學美容",
                    describe: "零痛逆齡靚到唔使P圖"
                }
            ],
            [
                {
                    title: "寵物寄養",
                    describe: "毛孩住得開心過渡假"
                },
                {
                    title: "寵物美容",
                    describe: "主子即刻變明星"
                },
                {
                    title: "寵物醫療",
                    describe: "急症即時搶救唔使等"
                }
            ],
            [
                {
                    title: "健康檢查",
                    describe: "為你專業把關"
                },
                {
                    title: "推拿按摩",
                    describe: "鬆筋活絡疲勞即消失"
                },
                {
                    title: "上門護理",
                    describe: "專業照護長者安心之選"
                }
            ],
            [
                {
                    title: "婚禮攝影",
                    describe: "捕捉感動愛瞬間全紀錄"
                },
                {
                    title: "活動攝影",
                    describe: "精彩即時捕捉"
                },
                {
                    title: "人像攝影",
                    describe: "捕捉神韻IG變KOL"
                }
            ],
            [
                {
                    title: "陪月服務",
                    describe: "湊B秘技全傳授"
                },
                {
                    title: "月子服務",
                    describe: "專業知識湊B零壓力"
                },
                {
                    title: "產後修復",
                    describe: "專業呵護由內到外"
                }
            ],
            [
                {
                    title: "學術輔導",
                    describe: "弱科變強項成績即跳級"
                },
                {
                    title: "語言課程",
                    describe: "日韓英法小眾語流利過母語"
                },
                {
                    title: "舞蹈課程",
                    describe: "由新手變Dancer自信爆棚"
                }
            ],
            [
                {
                    title: "婚禮策劃",
                    describe: "打造屬於自己的婚禮"
                },
                {
                    title: "婚禮場地佈置",
                    describe: "夢幻婚禮場景"
                },
                {
                    title: "婚禮紀念品",
                    describe: "獨家訂製紀念永留存"
                }
            ],
            [
                {
                    title: "導遊",
                    describe: "地道玩樂達人"
                },
                {
                    title: "私人司機",
                    describe: "全天候接送準時過鐘"
                },
                {
                    title: "露營設備租賃",
                    describe: "齊全租借即借即出發"
                }
            ],
            [
                {
                    title: "軟件及應用程式開發",
                    describe: "度身編碼功能搞掂"
                },
                {
                    title: "網絡安全",
                    describe: "防駭專家，資料零外洩"
                },
                {
                    title: "智能家居",
                    describe: "聲控全屋懶人救星"
                }
            ],
            [
                {
                    title: "汽車維修",
                    describe: "驗車包Pass慳油又夠力"
                },
                {
                    title: "汽車清洗",
                    describe: "閃亮過新車"
                },
                {
                    title: "車胎服務",
                    describe: "爆胎急救速速搞掂"
                }
            ],
            [
                {
                    title: "幼兒照顧",
                    describe: "愛心陪玩家長放心走"
                },
                {
                    title: "兒童派對策劃",
                    describe: "主題玩樂開心爆棚"
                },
                {
                    title: "兒童攝影",
                    describe: "捕捉童真笑容永留存"
                }
            ],
            [
                {
                    title: "繪畫課程",
                    describe: "新手變大師"
                },
                {
                    title: "音樂表演",
                    describe: "現場Live Band氣氛即High爆"
                },
                {
                    title: "面部彩繪",
                    describe: "Party必搶焦點"
                }
            ],
            [
                {
                    title: "女模",
                    describe: "不同風格任選"
                },
                {
                    title: "兒童模特",
                    describe: "專業培訓自信閃耀"
                },
                {
                    title: "運動模特",
                    describe: "身形爆肌好身材"
                }
            ],
            [
                {
                    title: "家電維修",
                    describe: "即Call即到快狠準搞掂"
                },
                {
                    title: "家具修復",
                    describe: "手藝翻新殘舊變翻靚"
                },
                {
                    title: "電梯維護",
                    describe: "故障即Call即到唔使困𨋢"
                }
            ],
            [
                {
                    title: "社交媒體營銷",
                    describe: "爆Like策略流量即時Up"
                },
                {
                    title: "搜索引擎優化",
                    describe: "搜尋榜首客源自然嚟"
                },
                {
                    title: "品牌與市場調查",
                    describe: "大數據分析生意策略即時Up"
                }
            ],
            [
                {
                    title: "會計服務",
                    describe: "理財報稅數目零出錯"
                },
                {
                    title: "稅務諮詢",
                    describe: "合法慳稅數目零甩漏"
                },
                {
                    title: "貸款顧問",
                    describe: "度身方案价钱相量"
                }
            ],
            [
                {
                    title: "租賃服務",
                    describe: "器材×場地彈性即搞定"
                },
                {
                    title: "房屋評估",
                    describe: "樓市專家估值精準"
                },
                {
                    title: "裝修設計",
                    describe: "度身訂造空間大改造"
                }
            ],
            [
                {
                    title: "食材採購",
                    describe: "今晚吃咩餸"
                },
                {
                    title: "宴會承辦",
                    describe: "豪華到會賓客讚到冧"
                },
                {
                    title: "私人廚師",
                    describe: "廚藝了得食到舔舔脷"
                }
            ],
            [
                {
                    title: "私人健身教練",
                    describe: "操Fit身形目標即達"
                },
                {
                    title: "家庭管家",
                    describe: "貼身助理大小事一腳踢"
                },
                {
                    title: "私人旅行規劃",
                    describe: "獨家行程玩盡秘景"
                }
            ],
            [
                {
                    title: "平面設計",
                    describe: "吸睛構圖客製化爆Like"
                },
                {
                    title: "室內設計",
                    describe: "空間大改造蝸居也有大用途"
                },
                {
                    title: "服裝設計",
                    describe: "獨家剪裁穿出你風格"
                }
            ],
            [
                {
                    title: "商業策略諮詢",
                    describe: "策略致勝生意即時升呢"
                },
                {
                    title: "市場營銷諮詢",
                    describe: "數據分析生意即升呢"
                },
                {
                    title: "法律諮詢",
                    describe: "專業團隊權益保障"
                }
            ],
            [
                {
                    title: "民事法律諮詢",
                    describe: "律師坐陣權益即時保"
                },
                {
                    title: "稅務諮詢",
                    describe: "合法慳稅數目零甩漏"
                },
                {
                    title: "知識產權服務",
                    describe: "創意保障山寨無得抄"
                }
            ],
            [
                {
                    title: "家庭安全系統",
                    describe: "智能監控賊佬無位入！"
                },
                {
                    title: "商業安保服務",
                    describe: "防盜系統賊仔無得埋"
                },
                {
                    title: "保險箱服務",
                    describe: "保安嚴密100%安心"
                }
            ],
            [
                {
                    title: "廢品回收",
                    describe: "環保變現雙贏"
                },
                {
                    title: "水質檢測",
                    describe: "專業把關飲用即安心"
                },
                {
                    title: "空氣檢測",
                    describe: "專業測檢呼吸即刻安心"
                }
            ],
            [
                {
                    title: "花卉種植",
                    describe: "綠化專家園藝即變靚"
                },
                {
                    title: "害蟲控制",
                    describe: "快狠準搞掂"
                },
                {
                    title: "園藝設計",
                    describe: "綠化空間屋企變氧吧"
                }
            ],
            [
                {
                    title: "快遞服務",
                    describe: "閃電送達"
                },
                {
                    title: "搬屋服務",
                    describe: "零損壞幫你搞掂"
                },
                {
                    title: "倉儲服務",
                    describe: "尺寸大小随意挑"
                }
            ],
            [
                {
                    title: "殯葬服務",
                    describe: "莊重周全走最後一程"
                },
                {
                    title: "偵探調查",
                    describe: "專業跟蹤真相浮面"
                },
                {
                    title: "掌相風水",
                    describe: "趨吉避兇運程即轉好"
                }
            ],
            [
                {
                    title: "長者照顧",
                    describe: "醫護團隊隨時支援"
                },
                {
                    title: "食物銀行",
                    describe: "食物捐贈助人飽肚"
                },
                {
                    title: "就職支援",
                    describe: "履歷×面試助你秒殺HR"
                }
            ]
        ],
        hotViewTitle: "HotView 熱話 網羅全城最爆最新話題！",
        gotViewNavs: [
            "熱門話題",
            "PETS 寵物",
            "職場熱話"
        ],
        hotViewPlaceholder: "請輸入關鍵字，搜尋熱門內容",
        hotViewList: [
            [
                {
                    title: "為什麼貓咪對紙皮箱情有獨鍾？研究表示原來有這3個原因",
                    content: "<div><div>貓咪對紙皮箱的熱愛讓許多人感到好奇，究竟為什麼牠們如此迷戀這些空間？經過動物學家的研究，發現這其實是貓咪獲得安全感的一種方式。</div><br/><div class='common-text-style'>1.釋放壓力</div><br/><div>荷蘭烏德勒支大學的獸醫克勞迪婭 · 芬克專注於研究收容所貓咪的壓力水平。在一項實驗中，她將新到的家貓分為兩組，其中一組提供了紙皮箱，另一組則沒有。結果顯示，兩組貓咪的壓力水平存在明顯差異。獲得箱子的貓咪在新環境中適應得更快，壓力水平顯著降低，並且更願意與人類互動。</div><br/><div>幾乎所有的貓咪在面對緊張情況時，第一反應都是後退和躲藏。克勞迪婭·芬克指出：「躲藏是貓在面對環境變化和壓力時的一種行為策略。」這一點適用於野外的貓和家中的貓。野外的貓可能會躲進樹上或洞穴，而家裡的貓則選擇在鞋盒中尋求安全感。</div><br/><div class='common-text-style'>2.在安全的地方躲避問題</div><br/><div>貓咪其實不擅長解決衝突。根據《家貓：行為背後的生物學》的描述，「貓似乎並未發展出像其他群居物種那樣有效的衝突解決策略，牠們往往選擇迴避或減少活動來避免激烈的對抗。</div><br/><div>因此，貓咪更傾向於逃避問題，而不是尋求解決方案。在這個意義上，紙皮箱成為一個安全區，讓牠們能夠遠離焦慮、敵意和不必要的關注。</div><br/><div class='common-text-style'>3.為了取暖</div><br/><div>細心的觀察者會注意到，貓咪不僅喜歡紙皮箱，還會在許多奇怪的地方放鬆，例如洗手池、鞋子、碗、購物袋、咖啡杯和空蛋盒等狹小空間。這也解釋了為什麼貓咪喜歡小箱子及其他狹窄空間的另一個原因：牠們感到寒冷。</div><br/><div>透過這些因素，我們可以理解貓咪為何對紙皮箱情有獨鍾，這不僅是牠們的遊樂場，更是牠們獲得安全感和舒適的避風港。</div></div>"
                },
                {
                    title: "晚餐選擇這4種原型食物試試看！",
                    content: "<div><p>是否發現晚上總是睡不著？這確實是一個常見現象。若晚餐能適量選擇這4種原型食物，可能有助於改善失眠問題。</p><br/><p>許多人會因為喝咖啡或茶而影響睡眠，但臨床上發現，若碳水化合物和蛋白質攝取過低，也會干擾睡眠。飲食和睡眠之間的關係密切，進食的時間和食物種類都會影響睡眠質量。大腦分泌的褪黑激素能調節生理機能、穩定作息，幫助入睡。血清素和色胺酸是製造褪黑激素的原料，攝取足夠的蛋白質和碳水化合物能促進血清素的合成，從而改善睡眠。</p><br/><p>抗性澱粉的最佳選擇</p><p>晚上攝取一些澱粉和蛋白質有助於生成褪黑激素，而富含抗性澱粉的食物包括馬鈴薯、芋頭、地瓜和香蕉等也對睡眠有實質幫助，既可增加飽腹感，也不易影響血糖。</p><br/><p>以下幾點飲食建議，亦有助於改善睡眠：</p><ol><li>晚餐適量補充蛋白質和抗性澱粉等原型食物。</li><li>確保每日攝取足夠的蔬菜和水果，保持營養均衡</li><li>避免高脂肪、高熱量的晚餐，這會影響睡眠品質。</li><li>雖然酒精可能讓人容易入睡，但卻會影響睡眠的深度，建議避免在睡前飲用。</li></ol><br/><p>失眠的其他原因</p><p>除了飲食問題外，壓力和營養不均衡也會影響睡眠。透過功能醫學檢測分析，可以找出潛在的失眠原因，並制定個人化的解決方案。</p></div>"
                },
                {
                    title: "啊，為什麼洗衣機好臭，衣物有異味？專家教5招防臭解決潮濕黴菌異味問題",
                    content: "<div><p>洗衣機是我們日常生活中不可或缺的家電，但如果不妥善維護，洗衣機可能會成為霉菌和異味的溫床。許多人都有過這樣的經歷：當洗衣機蓋一打開，異味撲鼻而來，甚至連剛洗乾淨的衣服也會因為洗衣機內部不潔而留下臭味。為了保持洗衣機清潔無味，以下介紹幾個有效的防臭方法，幫助延長洗衣機的壽命，確保每次洗衣都能感受到清新的香氣。</p><br/><p class='fw-bold'>1.用完後別急著關蓋</p><p>保持洗衣機內部乾燥是防止異味的關鍵。許多人習慣在洗衣機運作完畢後立刻關上蓋子，卻忽略了這樣會讓濕氣滯留在機內，成為霉菌滋生的溫床。每次洗衣結束後，應及時打開洗衣機蓋，讓內部充分通風，排出濕氣。若有時間，還可以用乾淨的乾布擦拭洗衣槽內部，進一步吸除殘留的水分。這樣的小習慣能有效避免霉菌繁殖，減少異味產生。</p><p class='fw-bold'>2.使用抽濕機輔助</p><p>善用抽濕機來改善洗衣機周圍的環境。洗衣機通常安裝在浴室或洗衣間，這些地方往往濕氣較重。若濕氣無法及時排出，不僅影響洗衣機性能，還可能增加周圍空氣中的霉菌。此時，可以使用抽氣扇或抽濕機來降低濕度。開啟抽氣扇能迅速散去濕氣，而抽濕機則能高效吸收空氣中的水分，保持空氣乾燥。</p><p class='fw-bold'>3.整理洗衣機周圍環境 </p><p>洗衣機周圍的環境整理同樣重要。許多人習慣將洗衣粉、清潔劑或清潔工具堆放在洗衣機附近，這樣容易阻礙空氣流通，使濕氣無法散去，加重異味問題。因此，應盡量減少洗衣機周邊的雜物，保持環境清爽。此外，洗衣機底部也是灰塵和毛髮的聚集地，建議定期清掃，減少潛在的污染源。</p><p class='fw-bold'>4.定期清理濾網</p><p>對於洗衣機內部的細節部位，例如濾網，更需特別關注。糸屑濾網負責過濾洗衣過程中產生的毛髮與雜質，但若不及時清理，濾網會成為霉菌和異味的藏身之處。每次洗衣結束後，應將濾網取出，清除殘留的毛髮與雜質，並將濾網完全晾乾。這個簡單的步驟能顯著改善洗衣機的清潔狀態，避免異味殘留在衣物上。</p><p class='fw-bold'>5.利用槽乾燥模式與專用清潔劑</p><p>許多新式洗衣機具備「槽乾燥模式」，這是專為防止霉菌與異味設計的實用功能。如果洗衣機有此功能，建議每週使用一次。槽乾燥模式會以熱風徹底乾燥洗衣槽內部，有效去除殘留的濕氣與細菌，操作簡單，只需按下相應按鈕即可。</p><br/><p>定期使用專用的洗衣機清潔劑進行深層清潔，這能溶解洗衣機內部難以察覺的污垢與水垢，有效抑制霉菌滋生。大約每月進行一次徹底清洗，不僅能防止異味，還能延長洗衣機的使用壽命。加上透過以上5個小技巧，讓你的洗衣機保持清新，避免異味困擾，隨時享受乾淨的衣物！</p></div>"
                },
                {
                    title: "每次打邊爐都係麻辣湯底？ 網民齊聲支持另一種湯底才係識食！",
                    content: "<div><p>天氣漸漸變冷，最適合約朋友或家人一起打邊爐！到菜市場買新鮮食材，煮滾湯底，再放入食材，看著食材在湯底裡滾來滾去，幾分鐘後食材煮熟就可以吃了！打邊爐可說是冬天最喜歡的活動之一。</p><br/><p>不過市面上的邊爐湯底五花八門，常見的清湯、豬骨湯、芫荽皮蛋湯、麻辣湯、沙茶湯，再到新派的魚翅雞湯、醉雞湯、豆乳湯底等，到底哪一款才是港人最喜愛的火鍋湯底呢？出文直指「為什麼現在的人打邊爐只識叫麻辣湯底？」，更直言香港人會吃一定要吃沙嗲，大讚沙嗲世一！</p><br/><p>不過也有網友認為只有方榮記的沙嗲湯底好吃，其他店的沙嗲湯底不好吃，甚至會越煮越黏鍋。而且方榮記的沙嗲湯底味道太鹹，說吃兩次就要「洗腎」。</p><br/><p>網友三大理由反駁支持芫荽皮蛋才是最佳！</p><p>雖然原PO表示沙嗲湯底才是最好吃，不過其他網友則反駁支持芫荽皮蛋才是最佳，更指其他湯底等於垃圾，也列出三大理由佐證！</p><br/><p class='fw-bold'>理由一）難以被取代</p><p>有網友反駁沙嗲湯底根本不好吃，因為湯底太濃郁，搶走了食物原本的鮮味，即使任何食材放進去都只會有沙嗲味，所以不同湯底的火鍋都能輕易取代沙茶，只要夠濃郁即可。</p><br/><p class='fw-bold'>理由二）很美味但不會油膩</p><p>平常吃火鍋吃到最後，總會覺得很油膩。因為不同的肉類、丸類、海鮮等食材的油脂都會溶解在湯底中，所以越煮越油膩。不過如果是芫荽皮蛋湯底，由於芫荽和皮蛋的清香可以中和火鍋的油膩，而且芫荽越煮越香，清爽解膩！</p><br/><p class='fw-bold'>理由三）先吃到食材的鮮味</p><p>有網友認為只有清淡的湯底才能吃到食材原本的鮮味，尤其是肉類和海鮮。相反，濃郁的湯底會蓋過食材原本的味道，即使食材不新鮮還是吃不出來。而且如果食材本身有鮮味，根本不需要花心思在湯底上，已經很夠味！</p></div>"
                },
                {
                    title: "掀起本土文創新景象，兔兔插畫重塑香港本色",
                    content: "<div><div class='text-center'>&#x3010;幫搜藝術娛樂︱Banana Bunny &#64;Janice&#x3011;- 兔兔插畫重塑香港本色！</div><div class='text-center fw-bold mb-3 mt-2'>充滿香港特色的「兔兔燒賣」插畫師 Janice 現已加入幫搜平台成為藝術娛樂服務類別的服務商！</div><div class='w-100 h-50'><video controls loop muted autoplay width='100%'><source src='https://www.bonshou.com/wp-content/uploads/2025/01/20250106-2.mp4' type='video/mp4'>您的浏览器不支持视频播放。</video></div><div class='row mt-3'><div class='col-6'><img width='100%' height='100%' src='https://www.bonshou.com/wp-content/uploads/2025/01/20250106-2-1024x1024.png'/></div><div class='col-6 pt-5'><div class='common-line-height'>其中「兔兔燒賣」和「兔兔飯團」，以食物取代兔兔的生理結構，用食物般的模樣呈現出兔兔的生活習性。除了兔兔本身已足夠可愛，同時亦加入本土元素，為香港本土特色出一分力！</div><div class='common-line-height mt-3'>Janice &#64;bananabunny.yysj 的創作除了插畫，亦有為角色設計不同的週邊產品，並融入了不少港式元素，掀起本土文創新景象。</div></div></div></div> ",
                    tags: ["香港繪畫", "香港插畫", "bunnylover", "香港兔兔", "兔仔插畫"]
                },
                {
                    title: "平均每年約172宗裝修投訴 消委呼籲提防裝修公司報價單8大條款",
                    content: "<div><p class='fw-bold'>平均每年約172宗裝修投訴 消委會籲提防裝修公司報價單8大條款</p><br/><p>消費者委員會（消委會）最近發布的家居裝修服務研究報告顯示，家居裝修相關的投訴成功調解率僅為兩成，遠低於其他類型的投訴。從2017年至2023年，總共接獲1,205宗相關投訴，平均每年約172宗，其中最大宗的投訴金額達270萬元。</p><br/><p>報告指出，大部分報價單在施工時間表、工程變更及保養期等方面存在缺漏，對消費者的保障不足。同時，初步報價單通常未能詳細列明工程細項、單價及保險安排。</p><br/><p>消委會也提到，香港缺乏專門法規來監管家居裝修公司，消費者往往依賴裝修公司，若遇到不良營商手法，索償過程充滿不確定性。消委會提醒消費者在裝修報價單上應注意以下幾點：</p><br/><ol><li><span class='fw-bold'>工程時間：</span><span>確認工程開始及完工期，考慮影響施工進度的因素，如天氣、人為因素等。</span></li><li><span class='fw-bold'>後加工程：</span><span>詳細了解後加工程的內容、收費及付款方式，避免口頭承諾。</span></li><li><span class='fw-bold'>執漏期限：</span><span>確定指定日期內完成執漏的條款。</span></li><li><span class='fw-bold'>保養期：</span><span>明確保養期的條款及細節。</span></li><li><span class='fw-bold'>延遲費用：</span><span>了解若未能如期完成工程所產生的費用及賠償計算方法。</span></li><li><span class='fw-bold'>爭議處理：</span><span>明確報價單上爭議或意見分歧的處理方式。</span></li><li><span class='fw-bold'>終止條款：</span><span>了解任何一方終止已簽署報價單的處理方法。</span></li><li><span class='fw-bold'>保險責任：</span><span>釐清哪一方提供第三者責任保險或家居裝修保險，並了解保單的範圍及條款。</span></li></ol><p>消委會建議消費者在裝修工程開始前，向承辦商索取詳細的工程合約，以保護自身權益。</p><br/><p>幫搜-無界域的服務配對平台，連接世界各地的服務提供者和需求者。</p></div>",
                    tags: ["裝修工程", "家居裝修", "香港裝修", "裝修投訴", "消費者委員會"]
                },
                {
                    title: "幫寵物拍攝很難捕捉他們的可愛時刻？| 5個為毛孩拍照的小技巧",
                    content: "<div><p>現代人生活幸福感較我們上一代提升了不少，在攝影行業都涉及越來越多的種類和範疇，而飼養寵物的人對寵物攝影的需求亦都逐漸增加，然而要為毛孩拍到好看的照片並不是一件簡單的事，毛孩們都不能乖乖地擺好「甫士」給主人們拍照，幫搜就提供一些小技巧給各位寵物主人們在日常中幫您們的毛孩捕捉可愛的時刻吧！🐱🐶</p><br/><p class='fw-bold'>📷5個拍攝為毛孩拍照的小技巧</p><br/><p class='common-text-style'>1.尋找自然光</p><br/><p>利用自然光源，如陽光透過窗戶或陽台，這樣可以更好地襯托出寵物的毛色和身體線條。盡量避免使用閃光燈或手電筒，以免讓寵物受驚。</p><br/><p class='common-text-style'>2.連續對焦與近拍</p><br/><p>使用大光圈（如f/1.4-2.8）和連續對焦（AF-C / AI-SERVO）鎖定寵物的眼睛，這樣可以拍出清晰且動人的寵物照片。</p><br/><p class='common-text-style'>3.使用高速快門</p><br/><p>高速快門配合連續對焦可以捕捉到寵物的動態瞬間，建議在陽光充足的情況下使用1/500s以上的快門速度，以避免模糊。</p><br/><p class='common-text-style'>4.改變視角</p><br/><p>讓鏡頭平視寵物的眼睛，或從更低的角度拍攝，可以創造出更有趣和獨特的照片。試著從寵物的高度觀察世界，這樣會捕捉到更生動的畫面。</p><br/><p class='common-text-style'>5.和寵物培養默契</p><br/><p>確保寵物處於舒適狀態，利用零食或玩具吸引其注意力，這樣可以捕捉到更自然的瞬間。與經過訓練的寵物互動，能夠增強拍攝效果。</p><br/><p class='fw-bold'>💡寵物拍攝小貼士</p><br/><p>✅讓毛孩成為焦點：在光線良好的地方拍攝，搭配簡單的背景，讓視覺集中在寵物身上。</p><br/><p>✅玩具作為裝飾：使用色彩繽紛的玩具或節日主題的道具，可以增添照片的趣味性。</p><br/><p>✅儀式感：創造放鬆愉快的氛圍，例如提供特別的零食，幫助捕捉到更開心的表情。</p><br/><p class='fw-bold'>📷三個最佳拍攝視角</p><br/><ul><li>放低鏡頭至毛孩視線：從毛孩的高度拍攝，可以捕捉到靈動的表情，讓照片更有親密感。</li><li>從正上方拍攝：當毛孩懶散地躺著時，從正上方拍攝是個好時機，這樣可以展現其可愛的樣貌。</li><li>靠近拍攝：如果毛孩對鏡頭敏感，可以使用Zoom-in功能，從遠處慢慢靠近，這樣拍出的特寫照更有魅力。</li></ul><br/><p>以上整合了幫毛孩拍攝的小技巧，應該能夠清晰地傳達拍攝寵物照片的要點和技巧，讓寵物主人在拍攝時更得心應手！❤️</p><br/><p>如果您還是對自己的拍攝技巧沒有信心也不要緊，您可以在「幫搜 App」内揀選專業的寵物攝影工作者和寵物攝影公司，向他們提出您的拍攝需求後索取報價，他們會因應您的服務要求制定專屬您的報價方案，免卻了自己親自在網上尋找和篩選服務的麻煩，享受「省時」、「省心」、「省力」的服務體驗💯！</p></div>",
                    tags: ["寵物商品攝影", "寵物攝影", "寵物攝影師", "寵物生日派對拍攝", "上門寵物攝影"]
                },
                {
                    title: "裝修vs 室內設計︱ 裝修後貨不對辦屬常事 差「兩隻字」已經好大分別",
                    content: "<div><p>裝修 vs 室內設計︱ 裝修後貨不對辦屬常事 差「兩隻字」已經好大分別</p><br/><p>在香港能擁有屬於自己的蝸居是不少人的夢想，但很多人在選擇裝修前都會有很多疑問，又或者分不清究竟裝修公司室內設計公司有甚麽分別。</p><div class='d-flex justify-content-center mt-5'><img class='object-fit-fill rounded' src='https://www.bonshou.com/wp-content/uploads/2025/01/Page-2-1-1024x1024.png' width='500' height='500'/></div><br/><p>現時市面上提供家居裝修服務的公司大致分為兩大類型，一種是室內設計公司；另一種則是純粹的工程裝修公司。普遍室內設計公司會在了解整體空間及客戶裝修需求後，才提供相關建議。其中包含風格設計、空間規劃、傢俱選用、硬體設備、水電管路等都是室內設計公司會包辦的項目，整體來說會補足裝修公司沒有的其他服務。另外亦會提供平面、材料、裝飾、細部估價、3D示意圖、燈具、天花板圖等所需的設計及出圖，才會進行估價及後續工程合約的流程，也避免了坐地起價的狀況。</p><div class='d-flex justify-content-center mt-5'><img class='object-fit-fill rounded' src='https://www.bonshou.com/wp-content/uploads/2025/01/page-3-1-1024x1024.png' width='500' height='500'/></div><br/><p>雖然有部分裝修公司會主打提供設計服務，但大多經驗，裝修工程公司只會提供有限度的空間設計，並不會有大規模或完全客制化的規劃，且後續工程也需要由客戶親自監督。但由於負責的工項較單純，因此較低的花費算是裝修工程公司的其一優勢。</p><br/><p>若是有預算考量或僅只想要局部裝修，加上不需整體空間重新規劃，且本身又對設計及物料有認知，那麼裝修公司也不失為一個好選擇。若然想改變一下居住環境，但又唔想花大量金錢和時間的話，#偉林裝修公司 的輕裝修系列或許會幫到你。</p><br/><p>幫搜-無界域的服務配對平台，連接世界各地的服務提供者和需求者。</p><br/><p>#偉林裝修公司 &#64;wailam_decoration 亦加入幫搜成為幫搜服務商！幫你用盡家中每一厘米、唔洗再驚傢俬唔fit屋企空間！</p></div>",
                    tags: ["香港輕裝修", "幫搜家居服務", "傢俬訂造", "輕裝修", "衣櫃收納"]
                }
            ]
        ]
    }
}