export default {
    messages: {
        headerSelect: {
            "member": "會員專線",
            "service": "服務商專線",
            "selectTitle": "繁體中文",
            "register": "註冊",
            "login": "登入"
        },
        subHeaderSelect: [
            {
                "title": "居家服務",
                "select": ["清潔消毒","家具維修","通渠服務","水電維修","冷氣維修","搬運服務","家具組裝","門鎖及開鎖服務","圓藝服務","收納服務","裝修及翻新","家居智能與安防","僱傭服務","上門买餸","其他家具服務"],
            },
            {
                "title": "美容纖體",
                "select": ["美容護膚","美甲美瞳","髮型設計","減肥纖體","化妝及造型服務","脫毛服務","足部護理","身體藝術(如紋身、穿耳)","美容培訓","醫學美容","其他美容纖體服務"],
            },
            {
                "title": "寵物護理",
                "select": ["宠物美容","寵物訓練","寵物醫療","寵物按摩","寵物寄養","寵物遛狗","寵物配種","寵物殯葬","寵物用品配送","寵物攝影","24小時寵物急診","寵物食品","其他寵物服務"],
            },
            {
                "title": "健康護理",
                "select": ["健康檢查","物理治療","按摩推拿","私人健身教練","營養顧問","瑜伽課程","養生課程","心理咨詢","上門護理","中醫服務","其他健康護理服務"],
            },
            {
                "title": "全部分類",
                "select": [],
            },
            {
                "title": "幫搜著數",
                "select": [],
            },
            {
                "title": "HotView 文章",
                "select": [],
            },
            {
                "title": "關於幫搜",
                "select": [],
            }
        ],
        formText: [
            [
                "新界區",
                "One",
                "Two",
                "Three"
            ],
            "立即幫搜"
        ],
        bottomList: [
            ["公司","關於幫搜","使用條款","私隱政策聲明","職位空缺","聯絡我們"],
            ["會員應用程式","會員常見問題","會員使用指南","緊急服務","積分獎賞"],
            ["服務商應用程式","服務商常見問題","服務商使用指南","企業合作計劃"],
            ["資訊","HotView 文章","幫搜著數"],
            "Bonshou Network Limited. 2021-2025 版權所有"
        ],
        videoTexts: ["一個平台，無限可能！","「幫搜」幫你聯繫全世界！","「帮搜」App 一撳即用，服务即时解锁！"," 简单到唔使教，快啲试啦！"],
        projectList: ["居家服務","美容纖體","寵物服務","健康護理","專業攝影","懷孕育兒","學習培訓","婚禮喜慶"],
        reloadTitle: "智能配對  商機無限  會員服務商雙贏平台",
        reloadSubTitle: "智能服務配對平台，會員輕鬆配對需求，服務商商機無限，您的全方位生意助手！",
        vipTexts: ["會員版下载","全城熱捧的智能平台，一 Click 報價，專屬優惠隨時攞！ 生活商業需求，輕鬆搞掂！聰明的你，識揀啦！ "],
        serviceTexts: ["服務商版下載","一 Click 即連無限商機，生意快人一步！無論係大生意定小項目、搵客定搵供應商，幫搜平台都能幫你輕鬆搞掂，賺錢易如反掌！"],
        waitText: "無須等待立即下载",
        moreText: "更多黃牌項目MORE>>",
        feedbackTitle: "意見反饋",
        feedbackText: "幫搜需要您嘅聲音！填反饋表，平台更貼心！",
        feedBackForm: ["請詳細描述您碰到的問題或者對幫搜的建議。（我們非常願意聽到您對我們的建議！）","您對幫搜的匹配服務是否滿意？（0分為非常不滿意，10分為非常滿意）","您在多大程度上願意將幫搜推薦給你的親人或者朋友？（0分為不願意，10分為非常願意）"],
        feedBackFormTip: ["請填寫建議","請填寫評分"]
    }
}