export default {
    messages: {
        // introduce1: "介绍智能时代",
        // selectTitle: "下拉选择语言",
        // introduce2: "OpenAI和CSU系统将AI带给50万名学生和教师",
        // introduce3: "OpenAI o3 mini系统卡",
        // introduce4: "介绍ChatGPT政府",
        headerSelect: {
            "member": "会员专线",
            "service": "服务商专线",
            "selectTitle": "简体中文",
            "register": "注册",
            "login": "登录"
        },
        subHeaderSelect: [
            {
                "title": "居家服务",
                "select": ["清洁消毒","家具维修","通渠服务","水电维修","冷气维修","搬运服务","家具组装","门锁及其开锁服务","园艺服务","收纳服务","装修及翻新","家具智能与安防","雇佣服务","上门买餸","其他家具服务"],
            },
            {
                "title": "美容纤体",
                "select": ["美容护肤","美甲美瞳","发型设计","减肥纤体","化妆及造型服务","脱毛服务","足部护理","身体艺术(如纹身、穿耳)","美容培训","医学美容","其他美容纤体服务"],
            },
            {
                "title": "宠物护理",
                "select": ["宠物美容","宠物训练","宠物医疗","宠物按摩","宠物寄养","宠物遛狗","宠物配种","宠物殯葬","宠物用品配送","宠物摄影","24小时宠物急诊","宠物食品","其他宠物服务"],
            },
            {
                "title": "健康护理",
                "select": ["健康检查","物理治疗","按摩推拿","私人健身教练","营养顾问","瑜伽课程","养生课程","心理咨询","上门护理","中医服务","其他健康护理服务"],
            },
            {
                "title": "全部分类",
                "select": [],
            },
            {
                "title": "帮搜着数",
                "select": [],
            },
            {
                "title": "HotView 文章",
                "select": [],
            },
            {
                "title": "关于帮搜",
                "select": [],
            }
        ],
        formText: [
            [
                "新界区",
                "One",
                "Two",
                "Three"
            ],
            "立即帮搜"
        ],
        bottomList: [
            ["公司","关于帮搜","使用条款","私隐政策声明","职位空缺","联络我们"],
            ["会员应用程式","会员常见问题","会员使用指南","紧急服务","积分奖赏"],
            ["服务商应用程式","服务商常见问题","服务商使用指南","企业合作计划"],
            ["资讯","HotView 文章","帮搜着数"],
            "Bonshou Network Limited. 2021-2025 版权所有"
        ],
        videoTexts: ["一个平台，无限可能！","「帮搜」帮你联系全世界！","「帮搜」App 一撳即用，服务即时解锁！"," 简单到唔使教，快啲试啦！"],
        projectList: ["居家服务","美容纤体","宠物服务","健康护理","专业摄影","怀孕育儿","学习培训","婚礼喜庆"],
        reloadTitle: '智能配对  商机无限  会员服务商双赢平台',
        reloadSubTitle: "智能服务配对平台，会员轻松配对需求，服务商商机无限，您的全方位生意助手！",
        vipTexts: ["会员版下载","全城热捧的智能平台，一 Click 报价，专属优惠随时攞！ 生活商业需求，轻松搞定！聪明的你，识拣啦！"],
        serviceTexts: ["服务商版下载","一 Click 即连无限商机，生意快人一步！无论係大生意定小项目、搵客定搵供应商，帮搜平台都能帮你轻松搞定，赚钱易如反掌！"],
        waitText: "无需等待立即下载",
        moreText: "更多黄牌项目MORE>>",
        feedbackTitle: "意见反馈",
        feedbackText: "帮搜需要您嘅声音！填反馈表，平台更贴心！",
        feedBackForm: ["请详细描述您碰到的问题或者对帮搜的建议。（我们非常愿意听到您对我们的建议！）","您对帮搜的匹配服务是否满意？（0分为非常不满意，10分为非常满意）","您在多大程度上愿意将帮搜推荐给你的亲人或者朋友？（0分为不愿意，10分为非常愿意）"],
        feedBackFormTip: ["请填写建议","请填写评分"]
    }
}