export default {
    messages: {
        // introduce1: "介绍智能时代",
        // selectTitle: "下拉选择语言",
        // introduce2: "OpenAI和CSU系统将AI带给50万名学生和教师",
        // introduce3: "OpenAI o3 mini系统卡",
        // introduce4: "介绍ChatGPT政府",
        headerSelect: {
            "member": "会员专线",
            "service": "服务商专线",
            "selectTitle": "简体中文",
            "register": "注册",
            "login": "登录"
        },
        subHeaderSelect: [
            {
                "title": "居家服务",
                "select": ["清洁消毒", "家具维修", "通渠服务", "水电维修", "冷气维修", "搬运服务", "家具组装", "门锁及其开锁服务", "园艺服务", "收纳服务", "装修及翻新", "家具智能与安防", "雇佣服务", "上门买餸", "其他家具服务"],
            },
            {
                "title": "美容纤体",
                "select": ["美容护肤", "美甲美瞳", "发型设计", "减肥纤体", "化妆及造型服务", "脱毛服务", "足部护理", "身体艺术(如纹身、穿耳)", "美容培训", "医学美容", "其他美容纤体服务"],
            },
            {
                "title": "宠物护理",
                "select": ["宠物美容", "宠物训练", "宠物医疗", "宠物按摩", "宠物寄养", "宠物遛狗", "宠物配种", "宠物殯葬", "宠物用品配送", "宠物摄影", "24小时宠物急诊", "宠物食品", "其他宠物服务"],
            },
            {
                "title": "健康护理",
                "select": ["健康检查", "物理治疗", "按摩推拿", "私人健身教练", "营养顾问", "瑜伽课程", "养生课程", "心理咨询", "上门护理", "中医服务", "其他健康护理服务"],
            },
            {
                "title": "全部分类",
                "select": ["事业摄影", "怀孕育儿", "学习培训", "婚礼喜庆", "旅游住宿", "科技与IT", "汽车领域", "儿童专区", "艺术娱乐", "模特儿", "维修与维护", "市场营销", "财务会计", "房地产服务", "餐饮服务", "个人服务", "法律服务", "创意设计", "专业咨询", "安全与保安", "农业与园艺", "环保服务", "运输物流", "社区服务", "其他服务"],
            },
            {
                "title": "帮搜着数",
                "select": [],
            },
            {
                "title": "HotView 文章",
                "select": [],
            },
            {
                "title": "关于帮搜",
                "select": [],
            }
        ],
        formText: [
            [
                "新界区",
                "One",
                "Two",
                "Three"
            ],
            "立即帮搜"
        ],
        bottomList: [
            ["公司", "关于帮搜", "使用条款", "私隐政策声明", "职位空缺", "联络我们", "意见反馈"],
            ["会员应用程式", "会员常见问题", "会员使用指南", "紧急服务", "积分奖赏"],
            ["服务商应用程式", "服务商常见问题", "服务商使用指南", "企业合作计划"],
            ["资讯", "HotView 文章", "帮搜着数"],
            "Bonshou Network Limited. 2021-2025 版权所有"
        ],
        videoTexts: ["一个平台，无限可能！", "「帮搜」帮你联系全世界！", "「帮搜」App 一撳即用，服务即时解锁！", " 简单到唔使教，快啲试啦！"],
        projectList: ["居家服务", "美容纤体", "宠物服务", "健康护理", "专业摄影", "怀孕育儿", "学习培训", "婚礼喜庆", "旅游住宿", "科技与IT", "汽车领域", "儿童专区", "艺术娱乐", "模特儿", "维修与维护", "市场营销", "财务会计", "房地产服务", "餐饮服务", "个人服务", "创意设计", "专业咨询", "法律服务", "安全与保安", "环保服务", "农业与园艺", "运输物流", "其他服务", "社区服务"],
        reloadTitle: '智能配对  商机无限  会员服务商双赢平台',
        reloadSubTitle: "智能服务配对平台，会员轻松配对需求，服务商商机无限，您的全方位生意助手！",
        vipTexts: ["会员版下载", "全城热捧的智能平台，一 Click 报价，专属优惠随时攞！ 生活商业需求，轻松搞定！聪明的你，识拣啦！"],
        serviceTexts: ["服务商版下载", "一 Click 即连无限商机，生意快人一步！无论係大生意定小项目、搵客定搵供应商，帮搜平台都能帮你轻松搞定，赚钱易如反掌！"],
        waitText: "无需等待立即下载",
        moreText: "更多黄牌项目MORE>>",
        feedbackTitle: "意见反馈",
        feedbackText: "帮搜需要您嘅声音！填反馈表，平台更贴心！",
        feedBackForm: ["请详细描述您碰到的问题或者对帮搜的建议。（我们非常愿意听到您对我们的建议！）", "您对帮搜的匹配服务是否满意？（0分为非常不满意，10分为非常满意）", "您在多大程度上愿意将帮搜推荐给你的亲人或者朋友？（0分为不愿意，10分为非常愿意）"],
        feedBackFormTip: ["请填写建议", "请填写评分"],
        mProblemHeaders: ["会员常见问题", "帮搜会员FAQ 即睇常见问题，秒速解决你的疑问！"],
        mProblemTitles: [
            "帮搜平台使用指南",
            "订单及付款详情",
            "24/7 紧急服务",
            "评分及评论",
            "帮搜币",
            "推荐码及推广码",
            "礼品兑换",
            "账户问题"
        ],
        mProblemContents: [
            [
                {
                    title: '1.1 帮搜平台能为我提供什么服务？',
                    content: '帮搜平台旨在为您提供高品质的生活服务，同时为服务商搭建一个精准对接的平台。我们的团队致力于搜罗各式各样的生活服务和产品，以满足您的需求。<br/>帮搜团队积极搜罗各式各样生活服务/产品，务求为所有会员提供最切合其所需之服务。'
                },
                {
                    title: '1.2「关键字搜寻」与「帮您搜」有什么不同？',
                    content: '关键字搜寻：透过输入关键字，系统会筛选出所有相关的服务分类。您可以从搜寻结果中选择最符合需求的服务商。<br/><br/>帮您搜：您选择所需的服务类别并提交邀请报价后，帮搜平台将展示符合条件的服务商，您可以邀请他们为您的需求报价，节省您在广泛的分类中筛选的时间。'
                },
                {
                    title: '1.3 我如何联系服务商并详细说明需求？',
                    content: '帮搜平台提供「即时对话」功能，您可以点选服务商并进行即时沟通，讨论服务细节、范围、日期和时间等事项，促进交易的达成。'
                },
                {
                    title: '1.4 如果我对服务商有疑虑，该怎么办？',
                    content: '请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队，我们将立即审查服务商，保障您的权益。'
                }
            ],
            [
                {
                    title: '2.1 与服务商达成一致后，我该怎么做？',
                    content: '请按照以下步骤完成订单流程：<br/>1. 确认报价：仔细检查报价单的所有细节。<br/>2. 付款：通过帮搜平台提供的支付方式支付费用。<br/>3. 订单生成：付款成功后，报价单将自动转为正式订单。<br/>4. 查看订单：您可以在【服务】>【订单】页面查看订单详细信息。'
                },
                {
                    title: '2.2 何时应完成付款？',
                    content: '建议您在确认报价单后立即付款，以便服务商能够及时安排服务。'
                },
                {
                    title: '2.3 如果我在付款过程中遇到问题怎么办？',
                    content: '如有问题，请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队，我们将竭诚为您提供协助。'
                },
                {
                    title: '2.4 在帮搜平台付款是否安全？',
                    content: '非常安全。帮搜平台与可信赖的电子支付服务提供商合作，确保支付过程的安全性。所有支付信息均由支付服务提供商处理，并受其隐私政策保护。帮搜平台不会接触到您的任何付款信息。'
                },
                {
                    title: '2.5 透过帮搜平台支付，是否需要额外费用？',
                    content: '不需要，但如果使用非香港发卡银行的信用卡或以非港元支付订单，可能会产生手续费。'
                },
                {
                    title: '2.6 帮搜平台接受那些支付方式？',
                    content: '目前接受 Visa、 MasterCard、Alipay、 AlipayHK、WeChat Payment 及 PayMe。'
                },
                {
                    title: '2.7 接受服务商报价后，可以在平台外付款吗？',
                    content: '不可以。所有交易必须在帮搜平台内完成，如有违规行为，我们保留追究权利并有权取消您的注册资格。'
                },
                {
                    title: '2.8 已支付订单有保障吗？',
                    content: '有。帮搜平台会在您确认服务完成后才将款项支付给服务商，这样能更好地保障您的利益。'
                },
                {
                    title: '2.9 以非港元支付订单有什么需要注意的？',
                    content: '所有金额皆以港元显示并结算。使用非香港信用卡支付可能会因汇率和手续费导致最终金额有所不同，实际支付金额将在付款时显示。'
                },
                {
                    title: '2.10 订单显示为【未付款】时，我该怎么做？',
                    content: '【未付款】状态表示订单尚未完成付款，请尽快支付，以确保服务顺利进行。'
                },
                {
                    title: '2.11 修改或取消订单是否需要手续费？',
                    content: '在某些情况下需要。若在预约服务日前的三个日历日（不包含预约服务当日）内修改或取消订单，帮搜平台将收取手续费。详细费用和规则将在收费前明确告知。'
                },
                {
                    title: '2.12 提交邀请报价时，是否需要即时确定服务日期？',
                    content: '不需要，您只需在最终确认报价时与服务商确定服务日期及时间。'
                },
                {
                    title: '2.13 订单确认后，是否可以修改内容和金额？',
                    content: '您可以在特定条件下修改订单内容、日期及时间，但订单金额不能修改。<br/><br/>请注意：您有可能需要缴付因修改订单而产生的手续费用，详情请参阅帮搜网络有限公司会员使用条款「7. 订单及退款政策」。'
                },
                {
                    title: '2.14 在服务开始前，我可以修改或取消订单吗？',
                    content: '可以，但需提前至少四个日历日（不包含预约服务当日）通知服务商并在协商后进行修改或取消。<br/><br/>如在预约服务日前的三个日历日（不包含预约服务当日）内修改或取消，请由服务商通知我们协助处理。<br/><br/>请注意：您有可能需要缴付因修改或取消订单而产生的手续费用，详情请参阅帮搜网络有限公司会员使用条款「7. 订单及退款政策」。'
                },
                {
                    title: '2.15 如果我取消订单，何时会收到退款？',
                    content: '若在预约服务日前四个日历日（不包含预约服务当日）或之前取消订单，退款将在确认退款程序完成后七个工作天内退还至您的指定帐户。若在预约服务日前三个日历日（不包含预约服务当日）内取消，帮搜平台将不会退款。<br/><br/>如您与服务商另有交易协议的退款条款细则，退款政策则按双方交易协议的内容为准。无论您与服务商的交易协议如何，如您在预约服务日前的三个日历日（不包含预约服务当日）内取消订单，本平台会向您收取该订单的手续费用，并会在收取任何费用前明确通知您其费用及准则，余款会按您与服务商的协定退回。'
                },
                {
                    title: '2.16 如果服务商取消订单，我该怎么办？',
                    content: '如果服务商在预约服务日前三个日历日（不包含预约服务当日）内取消订单，请尽快透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队。我们将核实情况并在确认后七个工作天内退款。'
                },
                {
                    title: '2.17 放款程序是怎样的？',
                    content: '服务商完成工作后，您需在帮搜平台上完成放款程序（【服务】>【订单】> 找出并点选已完成工作的订单 >【确定放款】），以确认订单工作已完成。<br/><br/>若您未在指定时间内完成放款程序，系统将在预定工作日期后的第三个日历日，默认工作已完成并自动放款给服务商。'
                }
            ],
            [
                {
                    title: '3.1 所有服务商都提供 24/7 紧急服务吗？',
                    content: '不是。并非所有服务商和服务类别都提供 24/7 紧急服务。目前提供 24/7 紧急服务的类别包括：<br/><br/>1. 开锁<br/>2. ⁠拖车<br/>⁠3. 通渠<br/>⁠4. 水电维修<br/>5. 冷气维修⁠<br/>6. 24小时宠物诊所<br/>7. 代驾服务<br/>8. 上门到诊及护理'
                },
                {
                    title: '3.2 24/7 紧急服务的报价邀请可以取消吗？',
                    content: '可以，但仅限以下情况：<br/><br/>1. 尚无任何服务商报价<br/>2. 您尚未接受服务商的 24/7 紧急服务报价<br/><br/>请在选择 24/7 紧急服务时，仔细考虑需求。如果您在接受 24/7 紧急服务报价后取消订单，所支付的费用将不予退还，相关款项将支付给服务商。详情请参阅帮搜网络有限公司会员使用条款「7.5.4 手续费及退款」。'
                },
                {
                    title: '3.3 我如何确认服务商是否提供 24/7 紧急服务？',
                    content: '您可以在主页点选【24/7 紧急服务】图标，选择所需的紧急服务类别，然后提交紧急服务报价邀请。系统会自动将邀请发送给提供该紧急服务的服务商。<br/><br/>您可在【服务】>【待报价】中查看相关纪录，并可点选个别服务商，通过【即时对话】功能与服务商直接联系。'
                },
                {
                    title: '3.4 我可以取消已付款的 24/7 紧急服务订单吗？',
                    content: '不可以。您一旦接受服务商的 24/7 紧急服务报价后，在任何情况下均不能取消该订单。'
                },
                {
                    title: '3.5 如果对提供 24/7 紧急服务的服务商不满意，我该怎么办？',
                    content: '您可以在帮搜平台上找出相关订单，点选【申诉】，并填写申诉内容。我们将根据您的申诉进行调查，并在处理期间暂停向服务商放款。处理完毕后，将尽快与您联系。<br/><br/>如果您的退款请求合理且经查证属实，帮搜平台将退还服务费用或您与服务商协议的退款金额。'
                },
            ],
            [
                {
                    title: '4.1 如何对服务商进行评分和评论？',
                    content: '当服务商完成您的订单后，您可以在该订单中点选【即时评分 赚取奖赏】，对服务商的服务和表现进行评分及评论。<br/><br/>帮搜平台会根据您的评分即时更新服务商的总评分，该评分会以一至五颗星的形式显示在服务商的简介资料内。<br/><br/>完成评分和评论后，您还有机会获得帮搜币奖赏。'
                },
                {
                    title: '4.2 服务商的评分是如何计算的？是否可靠？',
                    content: '帮搜平台展示的服务商评分是基于会员的评分进行综合计算，总分最高为5星，最低为0.5星。<br/><br/>这些评分仅供会员参考，评分的高低并不一定完全反映服务质素。建议您综合考虑服务商的简介、报价、评论和评分等因素，以选择合适的服务商。'
                },
                {
                    title: '4.3 如果对服务商的服务有意见或不满，该怎么做？',
                    content: '您可以在相关订单中点选【申诉】并填写申诉内容。我们将根据申诉内容向服务商查证，并尽快与您联络。同时，系统会自动暂停向服务商放款，直到申诉问题解决。<br/><br/>此外，您还可以对该订单进行评分和评论，留下对服务的真实评价。'
                },
                {
                    title: '4.4 为什么我的评论未能显示在服务商的简介中？',
                    content: '可能是因为网络问题导致系统未能即时更新，建议您刷新页面或稍后重新登入查看。<br/><br/>另有可能是系统自动识别到您的评论含有不当内容，导致该评论未显示或被删除。'
                },
                {
                    title: '4.5 我的评分会对服务商产生什么影响？',
                    content: '您给予服务商的评分会影响其在帮搜平台相关服务类别中的排名。评分越高，排名越前，从而增加服务商的曝光率。'
                },
                {
                    title: '4.6 我的评论会被删除吗？',
                    content: '有可能，但帮搜平台不会无故删除任何会员对服务商的评论。详情请参阅帮搜网络有限公司会员使用条款「13. 会员评分及评论」。'
                },
                {
                    title: '4.7 撰写评论能否获得币搜币奖赏？',
                    content: '可以。在订单完成后，撰写20字以上的评论并通过平台审核，即可获取币搜币奖赏。平台保留对此奖赏活动的最终决定权，并有权随时终止该活动。'
                },
                {
                    title: '4.8 我可以修改已提交的评分和评论吗？',
                    content: '不能。评分和评论一经提交，无法自行修改或删除。'
                },
            ],
            [
                {
                    title: '5.1 什么是帮搜币？',
                    content: '帮搜币是帮搜网络有限公司推出的专属会员奖赏计划，会员可通过完成指定的合资格项目或交易后赚取帮搜币，以兑换丰富礼品。<br/><br/>帮搜平台可能出于促销或其他目的向会员赠送币搜币。帮搜币仅适用于兑换帮搜平台上的优惠、礼品或电子现金券，无法兑换现金且不具现金价值。'
                },
                {
                    title: '5.2 为什么我的帮搜币余额会变动？',
                    content: '您的帮搜币余额可能因以下原因而调整：<br/><br/>1. 订单取消：您或服务商取消了已发放币搜币的服务订单。<br/>2. 退款成功：帮搜平台接受了对已发放币搜币的服务订单的申诉并完成退款。<br/><br/>帮搜币调整后，您可以在【帮搜币 > 回赠纪录】中查看详细的调整情况。此外，系统会通知您余额变动。'
                },
                {
                    title: '5.3 如何获得更多帮搜币？',
                    content: '您可以通过以下方式赚取额外的帮搜币：<br/><br/>1. 注册成为帮搜平台会员并完成电邮验证；<br/>2. 通过帮搜平台进行交易；<br/>3. 邀请亲友下载帮搜流动应用程式，并在注册时输入您的专属推荐码。当他们成功注册并成为会员后，您将获得额外的帮搜币作为推荐奖赏。推荐码显示在【会员】页面的上方；<br/>4. 参与帮搜平台不定期推出的特别奖赏或推广活动。<br/><br/>如果注册时忘记输入推荐码，您可以在注册后前往【会员 > 会员资料】页面重新输入推荐码。'
                },
                {
                    title: '5.4 为什么我的帮搜币余额出现异常？',
                    content: '如果您的帮搜币余额因网络问题、帮搜平台版本更新、技术故障或其他异常情况而出现异常调整（包括获得或被扣除帮搜币），请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队。'
                },
                {
                    title: '5.5 如何使用帮搜币兑换礼品？',
                    content: '您可以按照以下步骤兑换礼品：<br/><br/>1. 登入后，前往【帮搜币】页面查看可兑换的礼品。<br/>2. 选择您想要兑换的礼品，系统将即时扣除相应数量的帮搜币。<br/><br/>所有礼品数量有限，先到先得。'
                },
                {
                    title: '5.6 完成付款后，我何时能收到帮搜币奖赏？',
                    content: '每笔交易的帮搜币奖赏将在完成付款后的3个工作天内自动存入您的帐户。您可以在【帮搜币】页面中查看您当前的帮搜币余额。<br/><br/>如果在完成付款3个工作天后仍未收到帮搜币奖赏，请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队，我们将尽快为您处理。'
                },
                {
                    title: '5.7 当亲友使用我的推荐码注册时，我何时能获得帮搜币奖赏？',
                    content: '当您的亲友使用您的推荐码成功注册后，您将在3个工作天内自动获得相应的帮搜币奖赏。您可以在【帮搜币】页面查看您的奖赏纪录。<br/><br/>如果在3个工作天后仍未收到奖赏，请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队。'
                },
                {
                    title: '5.8 删除帐户后，我的帮搜币会怎样？',
                    content: '当您删除帐户后，帐户内的所有帮搜币将立即失效并清零，帮搜平台不会就此提供任何形式的补偿。'
                },
                {
                    title: '5.9 帮搜平台会冻结我的帐户吗？',
                    content: '如果帮搜平台发现您的帐户存在异常活动，我们可能会暂时冻结您的帐户及帮搜币余额，以进行调查。在调查期间，您可能无法使用部分或全部帐户功能。如有任何疑问，请透过 WhatsApp: +852 9332 9002 联系我们的客户服务团队。'
                },
            ],
            [
                {
                    title: '6.1 什么是推荐码？如何使用？',
                    content: '每位会员都有一个专属推荐码，显示在【会员】页面上方。邀请亲友下载并注册帮搜平台时，让他们在注册过程中输入您的推荐码。当您的亲友成功注册后，您将获得额外帮搜币作为推荐奖赏。'
                },
                {
                    title: '6.2 什么是推广码？如何使用？',
                    content: '推广码是帮搜平台在特定活动中发布的代码。当您与服务商达成订单协议时，可在【邀请报价】中填写推广码（如适用）。订单完成并经帮搜平台核实后，您将有机会获得活动奖赏，如帮搜币、抽奖机会或礼品。每个推广活动的推广码和奖赏内容各有不同，且有使用期限。<br/>请关注我们的社交媒体以获取最新推广活动资讯：<br/><br/>FB: Bonshou 帮搜<br/>FB: 帮搜Jetso著数优惠关注组<br/>IG: Bonshou_hk'
                }
            ],
            [
                {
                    title: '7.1 如何使用帮搜币兑换奖赏？',
                    content: '在【帮搜币】页面查看您的帮搜币余额，并浏览可兑换的奖赏。每项奖赏所需帮搜币不同，请根据余额选择。选定后，提交所需资料，帮搜币将立即扣除。奖赏数量有限，兑换成功后可在【帮搜币 > 兑换纪录】查看状态。'
                },
                {
                    title: '7.2 如何接收兑换的奖赏？',
                    content: '兑换方式会在相关页面注明，包括邮寄、自取或电邮发送等。实物奖赏通常需约7个工作天处理；电子奖赏可能更快发送。<br/>请关注我们的社交媒体以获取最新推广活动资讯：<br/>FB: Bonshou 帮搜<br/>FB: 帮搜Jetso著数优惠关注组<br/>IG: Bonshou_hk'
                },
                {
                    title: '7.3 兑换成功后可以更改或取消吗？',
                    content: '所有兑换一经确认，均不可更改或取消。请在提交前仔细确认。'
                },
                {
                    title: '7.4 收到损坏的礼品如何处理？',
                    content: '如果您在收到实物礼品后的7天内发现损坏，请携带该礼品至本公司进行检查。我们将在确认问题后为您更换同款礼品。如果在7天后发现问题，请直接联系相关供应商。'
                },
                {
                    title: '7.5 未完成的订单会影响兑换吗？',
                    content: '会。兑换时系统会检查您的帮搜币余额。未完成订单、退款申请或订单争议可能影响余额。若帮搜币不足，兑换申请将被取消。'
                },
                {
                    title: '7.6 兑换后可以更改收货地址吗？',
                    content: '如果奖赏尚未寄出，您可以发送电邮至 {email} 联系我们的客服团队，要求更新您的收货地址。'
                }
            ],
            [
                {
                    title: '8.1 我可以同时开设会员和服务商帐户吗？',
                    content: '可以。您可以下载帮搜流动应用程式 – 会员版和服务商版，分别管理两个帐户。这样您既可享受会员服务，又能通过服务商帐户提供服务赚取收入。'
                },
                {
                    title: '8.2 我的帐户资料在帮搜平台上安全吗？',
                    content: '是的。我们严格遵守香港法例第486章《个人资料（私隐）条例》，确保您的个人资料受到保护和保密处理。详情请参阅我们的私隐政策声明。<br/>请关注我们的社交媒体以获取最新推广活动资讯：<br/>FB: Bonshou 帮搜<br/>FB: 帮搜Jetso著数优惠关注组<br/>IG: Bonshou_hk'
                },
                {
                    title: '8.3 删除帐户后，我可以用相同的手提电话号码和电邮地址重新注册吗？',
                    content: '可以，但需等待90天后才能使用相同的电话号码和电邮地址重新注册。'
                },
                {
                    title: '8.4 删除帐户后，帐户资料和帮搜币会如何处理？',
                    content: '帐户删除后，所有资料和帮搜币将立即清除且无法恢复。'
                },
                {
                    title: '8.5 用曾经注册过的手提电话号码重新注册，可以再获得迎新奖赏吗？',
                    content: '不可以。曾在帮搜平台注册过的手提电话号码不能再次获得迎新奖赏。'
                }
            ],
        ],
        sProblemHeaders: ["服务商常见问题", "帮搜服务商FAQ 即睇常见问题，秒速解决你的疑问！"],
        sProblemTitles: [
            "帮搜平台概览、核心功能与优势概述",
            "报价指引与问题",
            "订单处理与相关事项",
            "24/7 紧急服务",
            "评分及评论",
            "投标排名",
            "结算与支付管理",
            "帐户管理与设置",
            "其他问题"
        ],
        sProblemContents: [
            [
                {
                    title: '1.1 什么是帮搜平台？',
                    content: '帮搜是一个智能服务连接平台，为您创造多方面的优势。平台涵盖多个服务类别，帮助您接触潜在客户，提高业务曝光度，增加获得订单的机会，并创造更多商机。'
                },
                {
                    title: '1.2 帮搜平台提供哪些主要功能和服务？',
                    content: '帮搜平台有以下的核心功能和服务：<br/><br/><ul style="line-height: 2em"><li>展示及宣传：展示您的服务类别或产品</li><li>报价系统：即时回复会员的报价邀请</li><li>订单管理：执行订单并提供服务</li><li>24/7 紧急服务：可选择性提供紧急服务</li><li>投标排名：增加曝光率和获得订单机会</li><li>服务列表：便捷处理订单</li><li>即时对话：与会员进行实时沟通，讨论服务细节</li><li>推播及电邮通知：直接向会员推广服务或产品</li></ul><br/>通过这些功能，帮搜平台帮助您开拓市场、推广服务，扩展业务版图，实现业务增长。'
                },
                {
                    title: '1.3 帮搜平台如何帮助我的业务及增加收入？',
                    content: '您可利用帮搜平台采取以下策略：<br/><br/><ul style="line-height: 2em"><li>完善服务展示与宣传<br/>– 详细展示您的服务类别或产品<br/>– 提供高质量的服务描述和图片<br/>– 突出您的独特卖点和竞争优势</li><li>善用报价系统<br/>– 及时回复会员的报价邀请<br/>– 提供具有竞争力且合理的报价<br/>– 在报价中突出您的专业性和服务质量</li><li>高效订单管理<br/>– 迅速处理和执行订单<br/>– 提供优质的服务体验<br/>– 主动跟进并解决客户问题<br/></li><li>提供24/7紧急服务（如适用）<br/>– 扩大服务范围，增加获得订单的机会<br/>– 展现您的专业性和可靠性</li><li>利用投标排名功能<br/>– 策略性地使用投标排名，提高您的曝光率<br/>– 分析竞争对手的排名策略，调整自身策略</li><li>有效使用「即时对话」功能<br/>– 迅速回应客户查询<br/>– 提供专业、友善的沟通<br/>– 通过有效沟通增加成交机会</li><li>善用推播及电邮通知<br/>– 定期向会员推广您的服务或产品<br/>– 设计吸引人的推广内容<br/>– 根据客户反馈调整推广策略</li><li>持续优化您的服务<br/>– 根据客户反馈不断改进<br/>– 保持服务质量的一致性<br/>– 与时俱进，适应市场变化</li><li>建立良好的口碑<br/>– 鼓励满意的客户留下正面评价<br/>– 妥善处理负面反馈，展现专业态度<br/>– 利用正面评价吸引更多潜在客户</li></ul><br/>通过全面利用帮搜平台的这些功能，您可以提高曝光率、增加客户互动、提升服务质量，从而最大化您的商机。'
                }
            ],
            [
                {
                    title: '2.1 为什么不能发出报价单？',
                    content: '如您不能发出报价单，可能有以下原因：<br/><br/><ul style="line-height: 2em"><li>您的注册申请尚未通过审核</li><li>您的帐户可能已被暂停或停用</li><li>系统可能正在进行维护或更新</li><li>该会员可能已关闭接收报价的功能</li><li>网路连接不稳定，请检查您的网路状况，尝试重新启动您的流动装置或重新登入应用程式</li><li>报价金额可能超出了平台设定的最大限额。请检查您所提交的报价，并考虑将订单拆分为多笔小额交易</li></ul><br/>如有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队，并提供以下资讯：<br/><ul style="line-height: 2em"><li>您的帐户资讯（ID或注册电邮）</li><li>遇到问题的具体日期和时间</li><li>尝试发出报价时的具体步骤</li><li>遇到的任何错误讯息截图或描述</li></ul><br/>我们会在收到您的讯息后尽快协助您解决问题。'
                },
                {
                    title: '2.2 当我收到报价后可以和会员直接对话吗？',
                    content: '可以。帮搜平台内设有「即时对话」功能，方便您与会员进行即时沟通。您可以讨论服务细节、范围、日期和时间等事项，这有助于促进交易的达成并提高客户满意度。要使用此功能，您只需在报价页面上点击「即时对话」按钮即可开始对话。'
                },
                {
                    title: '2.3 如何填写报价单？',
                    content: '当会员向您发出【邀请报价】后，您会收到有关通知。请点选通知以直接进入【待报价】页面。<br/><br/>您也可以在帮搜平台主页点选【工作】>【待报价】来查看所有邀请报价。在【待报价】页面上，您可以查看邀请报价的详细信息，然后按照系统提示填写报价单。完成后，请检查所有讯息无误，然后提交报价。'
                },
                {
                    title: '2.4 报价内的预约日期是最终的服务日期吗？',
                    content: '是的。您填写之预约日期及时间是最终订单的服务日期及时间。<br/><br/>我们建议您在发出报价前，先联络会员详细了解服务范围、内容、日期及时间，以便填写清楚及准确的报价单，减低报价单被会员拒绝或取消的机会。'
                },
                {
                    title: '2.5 除港元外，我可以选择用其他货币报价吗？',
                    content: '不可以。目前，帮搜平台上的所有金额均以港元（HKD）显示并以港元结算。因此，您向会员提供的所有报价都必须以港元计价。'
                },
                {
                    title: '2.6 如我收到会员的【邀请报价】，可以选择不报价吗？',
                    content: '可以。您可以选择不回应【邀请报价】。在帮搜平台上，您可以点选【工作】>【待报价】> 选择相应的邀请报价 >【放弃报价】来表示不参与报价。这样可以让会员知道您不打算参与该项服务的报价。'
                },
                {
                    title: '2.7 【邀请报价】中的推广码有什么作用？',
                    content: '推广码是帮搜平台在特定活动中发布的代码。为回馈会员，帮搜平台会不时推出各种推广优惠活动，会员可以在【邀请报价】中填写推广码（如适用）。当订单完成并经帮搜平台核实后，会员将有机会获得活动奖赏。'
                }
            ],
            [
                {
                    title: '3.1 在服务开始前，我可以修改或取消会员的订单吗？',
                    content: '可以。但需提前至少四个日历日（不包含预约服务当日）直接与会员协商并达成共识。之后，您可以在帮搜平台上点选【工作】>【订单】> 选择需要修改的订单 >【修改订单】来进行修改或取消。<br/><br/>如在预约服务日前的三个日历日（不包含预约服务当日）内需要修改或取消，请与会员协商后，由您通知我们协助修改或取消。<br/><br/>请注意：您可能需要支付因修改或取消订单所产生的手续费，详情请参阅「帮搜网络有限公司服务商使用条款」“8.7 修改及取消订单”。'
                },
                {
                    title: '3.2 如会员要求取消订单，应该怎样处理？',
                    content: '如果会员在预约服务日的四个日历日前（不包含预约服务当日）要求取消订单，您可以在帮搜平台上点选【工作】>【订单】> 选择需要取消的订单 >【修改订单】来进行取消。<br/><br/>如果会员在预约服务日前的三个日历日内（不包含预约服务当日）要求取消订单，请您通知我们进行取消。本平台将会在扣除该订单的手续费（如有）及行政费用后，将剩余款项全数支付给您。<br/><br/>详情请参阅「帮搜网络有限公司服务商使用条款」“8.7 修改及取消订单”。'
                },
                {
                    title: '3.3 如果收到会员的订单申诉并要求退款，应该怎样处理？',
                    content: '如果您收到会员的订单申诉并要求退款，应先向会员了解具体情况，并自行采取一切合理措施来解决争议。如果无法解决争议，我们将根据会员的申诉内容向您核实原因。如果申诉内容合理且属实，帮搜平台将退还订单款项给会员，或按照您与会员事前协定的退款金额进行退款。'
                },
                {
                    title: '3.4 通过帮搜平台进行交易，需要支付哪些费用？',
                    content: '帮搜平台会向您收取行政费用和交易处理费。详情请参阅「帮搜网络有限公司服务商使用条款 – 补充协议」“2. 订单行政费用及交易处理费”。<br/><br/>所收费用将用于帮助维持帮搜平台的持续发展，并不断改善与提升所有会员和服务商的使用体验。'
                }
            ],
            [
                {
                    title: '4.1 如何开启 24/7 紧急服务功能？',
                    content: '您可以在帮搜平台上点选【服务商】>【24/7 紧急服务设定】，以开启或关闭 24/7 紧急服务功能。目前，帮搜平台仅对以下服务类别提供 24/7 紧急服务功能：<br/><ul style="line-height: 2em"><li>开锁</li><li>拖车</li><li>通渠</li><li>水电维修</li><li>冷气维修</li><li>24小时宠物急诊</li><li>代驾</li><li>上门护理</li></ul><br/>如果您提供的服务类别包括以上项目，开启 24/7 紧急服务功能可以增加您的工作机会。如果您希望帮搜平台为其他服务类别增加 24/7 紧急服务功能，请通过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。'
                },
                {
                    title: '4.2 我在接受 24/7 紧急服务订单前，应该注意什么？',
                    content: '24/7 紧急服务是一种即时服务。为了保障您和会员的权益，紧急服务订单一旦确认，将无法在帮搜平台上自行取消。然而，如果会员或您对该订单提出申诉，订单可以在通知帮搜平台并经平台核准后取消，但提出取消或违约的一方需承担相关责任。取消或违约的后果请参阅 5.3 及 5.4。<br/><br/>因此，在提供紧急服务报价给会员之前，建议您先前往【工作】>【待报价】页面，点选该紧急服务的报价查询，并利用【即时通讯】功能与会员直接沟通，以充分了解会员的需求，从而决定是否提供紧急服务报价，以避免未来出现申诉的情况。'
                },
                {
                    title: '4.3 如果我确认了 24/7 紧急服务订单，但无法提供服务，会有什么后果？',
                    content: '如果您在接受并确认了会员的紧急服务订单后未能提供服务，且没有合理解释，帮搜平台有权随时删除您的帐户并取消您的注册资格，并保留追究相关损失的权利。'
                },
                {
                    title: '4.4 如果会员在确认 24/7 紧急服务订单后要求取消订单，会发生什么情况？',
                    content: '如果会员在接受并确认您的紧急服务订单后要求取消，且没有合理解释，会员所支付的相关款项将根据帮搜平台的规则按时支付给您，以保障您的权益。'
                }
            ],
            [
                {
                    title: '5.1 在我的简介资料中有五颗星星图案，旁边还有一个数字，这是什么意思？',
                    content: '在您的简介资料中，您会看到一个五星评分系统，旁边还有一个数字。这个评分系统反映了您的整体服务质量和表现。<br/><br/>每当您完成一个订单后，会员都有机会对您的服务进行评分及评论。系统会收集所有这些评分，并计算出一个平均分数。这个平均分数就是您看到的星级评分。<br/><br/>评分细节：<br/>最高评分：5星（或5分）<br/>最低评分：0.5星（或平均分数）<br/>显示方式：以星星图案和具体数字同时呈现<br/>这个评分系统为潜在客户提供了快速了解您服务质量的方式，同时也是您专业水平的一个重要指标。持续提供优质服务，保持高评分，可以帮助您吸引更多客户。<br/><br/>如在预约服务日前的三个日历日（不包含预约服务当日）内需要修改或取消，请与会员协商后，由您通知我们协助修改或取消。请注意：您可能需要支付因修改或取消订单所产生的手续费，详情请参阅「帮搜网络有限公司服务商使用条款」“8.7 修改及取消订单”。'
                },
                {
                    title: '5.2 会员对我的评分及评论有什么影响？',
                    content: '会员给予您的评分和评论对您在帮搜平台上的表现有重要影响：<br/><br/><ul style="line-height: 2em"><li>排名影响：您的评分直接影响您在帮搜平台（会员版）相关服务类别中的排名。评分越高，您在搜索结果中的排名就越靠前</li><li>自动排序：排名系统由平台自动管理，根据您的平均评分进行排序</li><li>吸引客户：高评分和正面评论可以增加您被潜在客户选中的机会</li><li>持续改进：评论内容可以帮助您了解客户的需求和期望，从而不断改进您的服务</li></ul><br/>保持高质量的服务和积极回应客户反馈，将有助于提高您的评分和整体表现。'
                },
                {
                    title: '5.3 如果会员给我的评论有侮辱性、攻击性或不实情况，我该怎么办？我可以要求帮搜平台删除这些评论吗？',
                    content: '如果您发现会员的评论存在上述情况，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队，并提供以下资讯：<br/><br/><ul style="line-height: 2em"><li>您的帐户资讯（ID或注册电邮）</li><li>发现问题的具体日期和时间</li><li>有争议的会员评论内容</li><li>证明评论不当或不实的相关证据</li></ul><br/>我们会在收到您的讯息后尽快与您联络，并评估是否需要删除相关评论。我们重视每一位服务商的权益，会认真处理每一个评论争议。感谢您的耐心和配合。'
                },
                {
                    title: '5.4 为什么我应该鼓励会员给我评分和评论？',
                    content: '所有服务商的评分及评论均为公开资讯，所有会员都可以查看您的帐户评论及评分。<br/><br/>我们强烈建议您在完成订单后，主动邀请会员对您的服务进行评分和评论。<br/><br/>这样做不仅可以提升您的整体评分，还能增加您在帮搜平台上的曝光率，从而吸引更多潜在客户。积极收集正面评价对提升您的服务形象和竞争力至关重要。'
                }
            ],
            [
                {
                    title: '6.1 什么是投标排名？',
                    content: '投标排名是帮搜平台专为服务商打造的实用工具。这个创新功能可以显著提升您在帮搜平台（会员版）内相关服务类别中的排名，让更多人看到您的服务。通过有效运用投标排名，您可以：<br/><br/><ul style="line-height: 2em"><li>在众多服务商中更容易被客户发现</li><li>吸引更多对您服务感兴趣的客户</li><li>增加接单机会，赚取更多收入</li><li>让更多人认识您的服务</li></ul><br/>不管您是刚开始提供服务，还是已经有丰富经验，投标排名都能帮您找到更多接单机会。这个功能简单易用，能真正帮您增加收入！'
                },
                {
                    title: '6.2 如何参与投标排名？',
                    content: '参与投标排名的步骤如下：<br/><br/>(1) 进入【投标排名】页面<br/>(2) 选择您想竞投的服务分类<br/>(3) 选择目标月份（可竞投未来三个月）<br/>(4) 输入您的竞投金额（最低HKD100.00，最高HKD99,999.00）<br/>(5) 确认并提交您的投标<br/>(6) 进行付款<br/><br/>注意事项：<br/><ul style="line-height: 2em"><li>每次竞投只能选择一个服务分类及月份</li><li>投标价越高，您在帮搜平台（会员版）内的相关服务类别搜索结果中的排名就越靠前</li><li>完成投标后，可在【服务商】>【投标纪录】内查看纪录及下载收据</li></ul><br/>如果您对投标排名有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们会很乐意为您解答任何疑问。'
                },
                {
                    title: '6.3 投标排名的规则是什么？',
                    content: '投标规则：<br/><ul style="line-height: 2em"><li>竞投截止时间：每月十五日的23:59:59（香港时间，即GMT+8）</li><li>排名生效时间：所投月份的首日开始，持续一个月</li><li>维持排名：服务商需每月重新竞投以维持或提升排名</li><li>相同投标金额处理：当多个服务商投标金额相同时，系统会根据服务商的评分高低决定排名顺序</li><li>投标范围：可竞投未来三个月的排名</li><li>投标限制：每次竞投只能选择一个服务分类及月份</li></ul><br/>如果您对投标排名有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们会很乐意为您解答任何疑问。'
                },
                {
                    title: '6.4 投标排名在哪里显示？',
                    content: '投标结果的排名会显示在帮搜流通应用程式（会员版）的「帮你搜」中的搜寻列表。例如，如果服务商A所投的服务类别在竞投排名中为#1，那么在该服务类别的第一个搜寻结果将会显示服务商A。<br/>如果您对投标排名有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们会很乐意为您解答任何疑问。'
                },
                {
                    title: '6.5 投标排名的有效期是多久？',
                    content: '投标排名的有效期为一个月，从每月1日开始生效。例如，如果服务商A在12月投标1月的服务类别排名，那么这个排名的有效期就是从1月1日到1月31日。<br/><br/>注意事项：<br/><ul style="line-height: 2em"><li>如果您想维持或提升排名，您需要在每个月的竞投截止时间前重新投标</li><li>当多个服务商投标金额相同时，最终排名效果会根据会员给您的评分高低决定排名顺序</li></ul><br/>如果您对投标排名有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们会很乐意为您解答任何疑问。'
                },
                {
                    title: '6.6 我可以更改已提交的投标金额或申请退款吗？',
                    content: '很抱歉，一旦您参与投标排名并完成支付，您将无法更改已提交的投标金额或申请退款。为了确保投标系统的公平性和有效性，我们制定了以下规则：<br/><br/><ul style="line-height: 2em"><li>投标确定性：所有出价一经提交并支付，即为最终决定，不得更改</li><li>不予退款政策：无论出于任何原因，包括但不限于您决定停止使用本平台、变更投标意向或取消投标，我们都无法退还已缴付的任何款项</li></ul><br/>我们强烈建议您在提交投标和付款前仔细考虑您的决定。感谢您的理解和配合。<br/><br/>如果您对投标排名有任何问题，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们会很乐意为您解答任何疑问。'
                }
            ],
            [
                {
                    title: '7.1 帮搜平台使用什么货币进行交易和结算？',
                    content: '帮搜平台上的所有金额均以港元（HKD）显示并以港元结算。因此，您向会员提供的所有报价都必须以港元计价。<br/><br/>目前，平台不支持其他货币的报价，但未来可能会根据市场需求进行调整。请定期查看我们的公告以获取最新讯息。'
                },
                {
                    title: '7.2 帮搜平台的结算周期和款项发放方式是怎样的？',
                    content: '所有关于结算周期和款项发放方式的具体细节，请参阅您与帮搜平台签订的「帮搜网络有限公司服务商使用条款 – 补充协议」中的 “4. 结算款项发放时间及方式” 章节。'
                },
                {
                    title: '7.3 如果我选择以非港元货币或通过海外银行收取款项，会有什么影响？',
                    content: '若您在签订「帮搜网络有限公司服务商使用条款 – 补充协议」时选择以非港元或通过海外银行收取结算款项，请注意以下几点：<br/><br/><ul style="line-height: 2em"><li>您将需要承担所有代理银行手续费</li><li>您将承担货币兑换的汇率风险</li><li>如所选货币无法进行汇款，最终平台将以美元（USD）或港元（HKD）支付款项给您</li><li>其他细节请参阅您与帮搜平台签订的「帮搜网络有限公司服务商使用条款 – 补充协议」中的 “4. 结算款项发放时间及方式” 章节</li></ul>'
                },
                {
                    title: '7.4 如果我未能在指定时间收到结算款项应该怎么做？',
                    content: '如果您未能在指定时间内收到结算款项，请按以下步骤处理：<br/><br/>(1) 检查您的帐户资料是否正确，包括收款方式和银行资料。<br/>(2) 如果确认资料无误，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。<br/>(3) 联系时请提供您的帐户资讯（ID或注册电邮），以便我们能够快速识别您的帐户。<br/><br/>我们的客户支援团队会在收到您的查询后尽快回复您。'
                },
                {
                    title: '7.5 删除帐户后未发放的款项如何处理？',
                    content: '如果您删除帐户，但帐户内仍有未发放的款项，帮搜平台将根据「帮搜网络有限公司服务商使用条款」及「帮搜网络有限公司服务商使用条款 – 补充协议」中的相关条款进行处理。在您未违反任何条款的情况下，我们将按照协议中指定的流程和时间向您发放款项。'
                },
                {
                    title: '7.6 如何处理结算金额异常？',
                    content: '在发放结算金额之前，我们会把结算月份的月结单发送给您。请您仔细核对月结单，并向我们确认。如果您发现结算金额有任何异常，请先核对款项明细以确认是否存在计算错误。<br/><br/>若确认结算款项有错误，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们将尽快处理您的查询。'
                },
                {
                    title: '7.7 我可以更改结算款项的货币及收款方式吗？',
                    content: '可以，但每年只可要求更改一次。如需更改结算款项的货币及收款方式，请注意以下事项：<br/><br/>(1) 联系方式：透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队<br/>(2) 提供以下资讯：<ul style="line-height: 2em"><li>您的帐户资讯（ID或注册电邮）</li><li>要求更改的结算款项货币及收款方式</li></ul>(3) 生效时间：更改通常将在下一个结算周期开始时生效<br/>(4) 考虑事项：<ul style="line-height: 2em"><li>更改可能会影响结算时间和手续费，请在申请前仔细考虑</li><li>某些货币或收款方式可能有额外限制或要求，我们的客户支援团队将为您提供详细说明</li></ul><br/>(5) 确认过程：提交更改请求后，我们会发送确认电邮给您，请务必查收并确认。只有在您确认后，更改才会正式生效<br/><br/>如有任何疑问，请随时联系我们的客户支援团队。'
                }
            ],
            [
                {
                    title: '8.1 我可以同时开设会员和服务商帐户吗？',
                    content: '可以。您可以下载帮搜流动应用程式 – 会员版和服务商版，分别管理两个帐户。这样您既可享受会员服务，又能通过服务商帐户提供服务赚取收入。<br/><br/><ul style="line-height: 2em"><li>在众多服务商中更容易被客户发现</li><li>吸引更多对您服务感兴趣的客户</li><li>增加接单机会，赚取更多收入</li><li>让更多人认识您的服务</li></ul><br/>不管您是刚开始提供服务，还是已经有丰富经验，投标排名都能帮您找到更多接单机会。这个功能简单易用，能真正帮您增加收入！'
                },
                {
                    title: '8.2 我的帐户资料在帮搜平台上安全吗？',
                    content: '是的。我们严格遵守香港法例第486章《个人资料（私隐）条例》，确保您的个人资料受到保护和保密处理。详情请参阅我们的私隐政策声明。'
                },
                {
                    title: '8.3 删除帐户后，我可以用相同的手提电话号码和电邮地址重新注册吗？',
                    content: '可以，但需等待90天后才能使用相同的电话号码和电邮地址重新注册。'
                },
                {
                    title: '8.4 未经审核的帐户是否可以接受会员订单？',
                    content: '不可以。所有未经审核的服务商帐户有以下限制：<br/><br/><ul style="line-height: 2em"><li>无法接受会员订单</li><li>无法向会员提供报价</li><li>无法使用帮搜平台的大部分功能</li></ul></br/>只有在完成审核程序后，您才能使用帮搜平台的所有功能。<br/><br/>如果您希望加快审核程序或有任何疑问，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们将尽快处理您的查询。'
                },
                {
                    title: '8.5 提交注册资料后需要多长时间才能通过审核？',
                    content: '在您提交注册资料后，通常需要约3个工作天来处理您的申请。如果在3个工作天后仍未收到审核结果通知，请透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队。我们将尽快处理您的查询。'
                },
                {
                    title: '8.6 在什么情况下帐户会被封锁或取消？',
                    content: '帮搜平台有权在以下情况立即封锁您的帐户或取消您的注册资格：<br/><br/><ul style="line-height: 2em"><li>严重或多次违反本平台的使用条款</li><li>违反适用法律</li><li>在平台上从事或涉及任何欺诈行为</li><li>在平台上从事或涉及任何违法活动</li></ul>'
                }
            ],
            [
                {
                    title: '9.1 如何与帮搜平台进行商业合作？',
                    content: '我们欢迎各服务商探讨合作机会！以下是一些可能的合作方式：<br/><br/><ul style="line-height: 2em"><li>通过帮搜网络有限公司的其他媒介（如 Facebook、Instagram、电子邮件等）进行推广</li><li>在平台上投放广告</li><li>发送推播讯息</li><li>参与平台的特别活动或推广计划</li><li>成为平台的战略合作伙伴</li></ul><br/>如果您有兴趣进行合作，请：<ul style="line-height: 2em"><li>发送合作提案至 {email}，或</li><li>透过 WhatsApp: +852 6161 9791 联系我们的客户支援团队</li></ul><br/>我们的团队将仔细审阅您的提案，并会尽快安排相关同事与您联络，讨论合作细节。我们期待与您建立互利共赢的合作关系，共同为会员提供更优质的服务！'
                }
            ]
        ],
        sUseHeaders: ["服务商使用指南", "帮搜功能教学 视频指引话你知"],
        sUseTitles: ["使用指南（一）&#124; 成为帮搜服务商？", "使用指南（二）&#124; 服务商日常订单处理", "使用指南（三）&#124; 与会员进行即时对话", "使用指南（四）&#124; 参加「投标排名」以增加曝光度"],
        mUseHeaders: ["会员使用指南&奖赏", "帮搜功能教学 视频指引话你知"],
        sUseContents: ["注册过程非常简单。只需提交基本资料，完成联络方式的验证，并通过帮搜团队的审核后，即可立即使用帮搜服务商 App！", "操作界面简洁明了，仅需一个 App 即可掌握所有订单，轻松完成「报价」和「接单」两个步骤，简单便捷！", "您可以在 App 内展开即时对话，透过交流了解会员的需求，从而提供适合的服务详情，帮助您促成交易！", "帮搜服务商 App 独有的「投标排名」功能能有效提升服务商的曝光率，搜寻排名越高，您的服务越容易被人发现！"], mUseTitles: ["使用指南 (一) &#124; 如何使用帮搜 App？", "使用指南 (二) &#124; 两个步骤 – 体验强大邀请报价功能！", "使用指南 (三) &#124; 一目了然的订单管理系统", "使用指南 (四) &#124; 会员福利及即时对话功能"],
        mUseContents: ["下载 App 后，只需完成简单注册步骤，然后通过手机号码进行短讯验证，即可成为帮搜平台会员！帮搜平台简单易用，汇聚区域性及国际性的不同服务商，助您快速搜寻合适的服务类别。", "邀请服务商报价，只需要两个步骤！<br/>1.拣选您所需要的服务类别<br/>2.填写基本资料及服务需求，点击发出报价邀请<br/>咁就搞掂啦！", "帮搜 App 界面清晰，轻松掌握您的报价及订单状态。您更可以灵活运用帮搜报价系统，为您寻找最合心水的报价单。", "当您成功注册为帮搜会员、通过帮搜平台与服务商成功完成交易及透过专属推荐码邀请亲朋好友注册成为帮搜会员，即可赚取［帮搜币］。您可使用帮搜币兑换现金券以及丰富礼品。<br/>帮搜平台设有［即时对话］功能，方便您与服务商直接沟通，为您提供要帮手，有帮手的极致服务体验。"],
        mIntroduces: ["帮搜会员专属奖赏计划", "帮搜会员可到帮搜App 内兑换专属奖赏", "立即下载帮搜App，完成注册，换取限量超市现金礼券！", "更多精彩礼品，陆续推出，敬请期待"],
        aboutHeaders: ["开启无限可能的服务配对平台", "无论您是任何身份，都能在帮搜平台找到属于您的机会。", "什么是帮搜", "一个无界域的服务配对平台", "帮搜平台是一个无界域的服务配封平台，连接世界各地的服务提供者和满求者，无论您是企业或个人，都能在帮搜平台找到所需。我们不仅提供生活服务，更涵盖商业服务、专业咨询、以及其他多元化的服务类别，满足您所有需求。"],
        mAboutUseList1: {
            leftList: [
                "会员为何要使用帮搜？",
                "专业需求・生活服务・高效配对",
                "帮搜平台，您的一站式智能解决方案。",
                "成为会员"
            ],
            rightList: [
                {
                    title: "一站式服务配对",
                    content: "无论企业需求(如平面设计、网站开发、法律咨询等)或个人服务(如家居清洁、汽车维修、宠物器疗等)，甚至专业领域(如婚礼策划、科技IT、安全服务等)，「帮搜」平台整合多元类别，精准配对所需。"
                },
                {
                    title: "智能高效",
                    content: "透过AI演算法快速筛选合适服务商，高效节省时间，省去繁琐搜寻流程。"
                },
                {
                    title: "透明评估",
                    content: "比较服务商价格、评价及内容，数据化分析助您明智决策。"
                },
                {
                    title: "安全保障",
                    content: "严格筛选及审核服务商，并设有申诉与退款机制，保障交易权益。"
                },
                {
                    title: "便捷管理",
                    content: "支援手机应用程式随时预约管理服务，搭配「帮搜币」奖励计划，累积积分兑换专属优惠。"
                }
            ]
        },
        mAboutUseList2: {
            leftList: [
                {
                    title: "拓展业务覆盖",
                    content: "帮搜平台覆盖多元客群（企业及个人用户），助您接触潜在客户，开拓收益渠道。"
                },
                {
                    title: "智能精准配对",
                    content: "透过AI智能算法，精准对接需求用户，提升服务转化率，节省客户开发成本。"
                },

                {
                    title: "多元领域商机",
                    content: "无论设计、科技、维修、教育或专业顾问服务，平台提供发展空间，促进业务扩展。"
                },
                {
                    title: "高效营运管理",
                    content: "一站式管理介面整合服务资讯、订单及客户沟通，提升营运效率。"
                },
                {
                    title: "品牌价值提升",
                    content: "累积用户评价与口碑，强化品牌可信度，吸引长期合作机会。"
                }
            ],
            rightList: [
                "服务商为何要加入帮搜？",
                "精准配对・高效营运・品牌成长",
                "帮搜平台，专业服务者的策略伙伴。",
                "成为服务商"
            ]
        },
        serviceClassHeader: ["服务分类", "香港人边有咁多时间慢慢揾?帮捜直击全城 TOP 服务商，即时报价、即时沟通，唔使谂，一个 App 搞掂所有需求!", "帮搜集合各类优质服务商，轻松比价、随意挑选，悭时悭力，松搞掂所需!"],
        serviceClassList: [
            {
                title: "家居服务",
                content: ["清洁消毒 · 家居维修 · 通渠 · 水电维修 · 冷气维修", "搬屋 · 家具组装 · 开锁 · 艺 · 收纳服务 · 装修及翻新", "家居智能与安防 · 家务助理 · 上门买𩠌 · 其他家居服务"]
            },
            {
                title: "美容纤体",
                content: ["美容护肤 · 美甲美睫 · 发型设计 · 减肥纤体", "化妆及造型 · 脱毛 · 足部护理 · 纹身 · 穿耳 · 美容培训", "医学美容 · 其他美容纤体服务"]
            },
            {
                title: "宠物服务",
                content: ["宠物美容 · 宠物训练 · 宠物医疗 · 宠物按摩 · 宠物寄养", "宠物遛狗 · 宠物配种 · 宠物殡葬 · 宠物用品配送", "宠物摄影 · 24/7 宠物诊所 · 宠物食品 · 其他宠物服务"]
            },
            {
                title: "健康护理",
                content: ["健康检查 · 物理治疗 · 按摩推拿 · 心理咨询 · 营养顾问", "养生课程 · 上门护理 · 中医服务 · 其他健康护理服务"]
            },
            {
                title: "专业摄影",
                content: ["婚礼摄影 · 活动摄影 · 影栖摄影 · 家庭摄影 · 孕妇摄影", "婴儿摄影 · 宠物摄影 · 人像摄影 · 运动摄影 · 产品摄影", "商业摄影 · 企业宣传摄影 · 航拍服务 · 相册制作", "照片修 · 视频制作 · 摄影器材租赁 · 摄影培训", "毕业照摄影 · 其他専业摄影服务"]
            },
            {
                title: "怀孕育儿",
                content: ["陪月服务 · 月子服务 · 产后修复 · 婴儿游泳", "儿童心理辅导 · 婴儿照顾 · 孕妇瑜伽 · 孕管营养顾问", "婴儿保健按摩 · 哺乳顾问 · 产前教育课程 · 幼儿早教", "产后心理詻询 · 孕妇按摩 · 产后扎肚修身 · 孕妇摄影", "婴儿摄影 · 其他怀孕育儿服务"]
            },
            {
                title: "学习培训",
                content: ["学术辅导补习 · 语言课程 · 编程课程 · 职业培训", "音乐课程 · 艺术课程 · 烹饪课程 · 舞蹈课程 · 瑜伽课程", "冥想课程 · 跑步教练 · 柔术课程 · 武术课程 · 养生课程", "普拉提课程 · 太极拳课程 · 跆拳道课程 · 摄影培训", "产前教育课程 · 电脑技能培训 · 驾驶培训 · 家庭辅导", "家庭教师 · 儿童早教 · 成人教育 · 特殊教育 · 亲子活动", "网上学习课程 · 企业培训 · 教育升学咨询创意课程", "STEAM 课程 · 其他学习培训服务"]
            },
            {
                title: "婚礼喜庆",
                content: ["婚礼策划 · 婚礼摄影及录影 · 婚礼司仪及主持", "婚礼化妆 · 婚宴场地 · 婚礼场地布置 · 婚纱租赁", "婚礼花艺 · 婚礼乐队音乐 · 婚戒定制", "婚礼纪念品及礼品 · 伴郎伴娘服务 · 婚车租赁", "婚礼邀请卡 · 蜜月旅行策划 · 婚前咨询 · 证婚服务", "其他婚礼喜庆服务"]
            },
            {
                title: "旅游住宿",
                content: ["导游 · 司机 · 旅游策划 · 机票预订 · 酒店预订租车", "旅游保险 · 签证办理 · 行李寄存 · 货币兑换 · 旅游摄影", "语言翻译 · 主题旅游 · 度假村 · 自由行策划", "当地生活文化体验 · 露营设备租赁 · 旅游咨询", "旅游行程定制 · 其他旅游住宿服务"]
            },
            {
                title: "科技与IT",
                content: ["软件及应用程式开发 · 网站设计 · 数据恢复", "数据库管理 · IT咨询 · 网络设置 · 云端服务 · 网络安全", "智能家居安装 · 3D打印服务 · 电子产品回收 · 软件测试", "系统维护 · 技术支持 · 电脑培训 · 搜索引擎优化(SEO)", "其他科技与IT服务"]
            },
            {
                title: "汽车领域",
                content: ["汽车维修 · 汽车清洗 · 轮胎服务 · 汽车美容 · 汽车保险", "汽车租赁 · 拖车 · 汽车检测 · 汽车升级与改装", "汽车电池服务 · 汽车玻璃维修 · 汽车空调服务", "二手车评估 · 机场接送 · 驾驶培训 · 司机服务 · 代驾", "豪华车服务 · 跨境接送服务 · 其他汽车服务"]
            },
            {
                title: "儿童专区",
                content: ["幼儿照顾 · 课后辅导 · 儿童派对策划 · 儿童摄影", "儿童心理咨询 · 儿童才艺班 · 儿童营养咨询", "儿童安全服务 · 儿童游泳课程 · 儿童语言培训", "儿童运动训练 · 儿童艺术课程 · 儿童音乐课程", "儿童户外活动 · 其他儿童服务"]
            },
            {
                title: "艺术娱乐",
                content: ["绘画课程 · 音乐表演 · 舞蹈演出 · 戏剧表演 · 魔术表演", "艺术品鉴定 · DJ服务 · 音响与乐器租赁 · 艺术品修复", "艺术活动策划 · 影视制作 · 印度手绘及面部彩绘", "雕塑课程 · 艺术治疗 · 画展策划 · 临时演员", "其他艺术娱乐服务"]
            },
            {
                title: "模特儿",
                content: ["女性 · 男性 · 儿童 · 网红 · 家庭和情侣 · 时尚", "健身/运动 · 美容 · 生活化 · 手、腿和脚", "其他模特儿服务"]
            },
            {
                title: "维修与维护",
                content: ["家电维修 · 电子设备维修 · 家具修复 · 钟表维修", "珠宝修理 · 乐器修理 · 鞋类修理 · 衣物修补", "自行车维修 · 游泳池维护 · 空调维护 · 电梯维护", "发电机维护 · 太阳能系统维护 · 手袋皮革维护", "其他维修维护服务"]
            },
            {
                title: "市场营销",
                content: ["广告服务 · 公关服务 · 社交媒体营销 · 电子邮件营", "内容创作 · 新闻写作 · 影片制作 · 平面设计 · 网络直播", "播客制作 · 配音 · 媒体培训 · 品牌与市场调查", "活动推广 · 客户关系管理 · 搜索引擎优化(SEO)", "数位行销策略 · 其他市场营销服务"]
            },
            {
                title: "财务会计",
                content: ["会计服务 · 税务咨询 · 保险服务 · 个人理财·信用修复", "资产管理 · 投资顾问 · 贷款顾问 · 审计服务 · 债务咨询", "退休规划 · 风险管理 · 财务策划 · 财务分析", "企业财务服务 · 其他财务会计服务"]
            },
            {
                title: "房地产服务",
                content: ["房产买卖 · 租赁服务 · 物业管理 · 房屋估价 · 房屋保险", "房屋检查 · 房屋装修与设计 · 房地产摄影 · 房地产咨询", "商业地产服务 · 房地产投资 · 房贷服务 · 产权服务", "房地产法律咨询 · 房地产经纪 · 房地产市场分析", "其他房地产服务"]
            },
            {
                title: "餐饮服务",
                content: ["食材采购 · 宴会承办 · 私人厨师 · 食品酒水配送", "营养餐准备 · 烹饪课程 · 餐厅设计 · 食品包装", "调酒服务 · 餐饮咨询 · 食品安全培训 · 特殊饮食服务", "流动餐车 · 食品摄影 · 到会服务 · 其他餐饮服务"]
            },
            {
                title: "个人服务",
                content: ["个人(私人)助理 · 私人健身教练 · 形象顾问 · 生活教练", "个人购物服务 · 家庭管家 · 私人保安 · 约会顾问", "个人组织服务 · 礼仪培训 · 个人造型 · 私人旅行规", "个人形象设计 · 时间管理咨询 · 压力管理服务", "其他个人服务"]
            },
            {
                title: "法律服务",
                content: ["民事法律咨询 · 刑事辩护 · 商业法律服务", "房地产法律服务 · 知识产权服务 · 劳动法咨询", "遗嘱与遗产规划 · 婚姻法律顾问 · 移民法律服务", "税务法律咨询 · 债务清收服务 · 调解仲裁服", "法律文件与公证 · 法律援助 · 其他法律服务"]
            },
            {
                title: "创意设计",
                content: ["平面设计 · 产品设计 · 室内设计 · 服装设计", "UI/UX设计 · 动画设计 · 视觉效果设计 · 广告设计", "包装设计 · 展览设计 · 其他创意设计服务"]
            },
            {
                title: "专业咨询",
                content: ["商业策略咨询 · 人力资源咨询 · IT咨询 · 管理咨询", "市场营销咨询 · 财务咨询 · 法律咨询 · 环境咨询", "教育咨询 · 健康咨询 · 职业规划咨询 · 创业咨询", "风险管理咨询 · 品质管理咨询 · 专业翻译", "其他专业咨询服务"]
            },
            {
                title: "安全与保安",
                content: ["家庭安全系统 · 商业安保服务 · 活动安全 · 网络安全", "私人保镖 · 监控系统安装 · 消防安全 · 资料安全", "安全培训 · 门禁系统 · 保险箱服务 · 风险评估", "紧急应变计划 · 防盗系统 · 安全背景调查与咨询", "其他安全与保安服务"]
            },
            {
                title: "农业与园艺",
                content: ["花卉种植 · 害虫控制 · 草坪护理 · 树木修剪 · 园艺设计", "温室建造 · 土壤检测 · 景观设计 · 水果蔬菜种植", "农场管理 · 有机农业咨询 · 园艺工具租赁 · 园艺课程", "灌溉系统安装 · 农产品销售 · 其他农业与园艺服务"]
            },
            {
                title: "环保服务",
                content: ["废物回收 · 太阳能设备租赁与安装 · 环保顾问", "环保认证服务 · 环保活动策划 · 环境咨询", "有机废物处理 · 水质检测 · 空气质量检测 · 能源审计", "碳足迹计算 · 环保产品销售 · 绿色建筑咨询", "生态系统修复 · 清洁能源技术 · 环保教育 · 生态旅游可", "持续发展咨询 · 其他环保服务"]
            },
            {
                title: "运输物流",
                content: ["快递服务 · 搬屋 · 仓储服务 · 国内物流 · 国际物流", "电商物流 · 温控物流 · 包装服务 · 航空货运 · 货运服务", "海运服务 · 铁路运输 · 货物代理 · 物流咨询 · 报关服务", "供应链管理 · 工商搬迁 · 其他运输物流服务"]
            },
            {
                title: "社区服务",
                content: ["长者照顾 · 残障人士支援 · 儿童福利服务", "社区中心服务 · 食物银行 · 就业支援 · 心理健康服务", "紧急医疗服务 · 志愿者组织 · 社会工作 · 社区活动策划", "其他社区服务"]
            },
            {
                title: "其他服务",
                content: ["殡葬服务 · 侦探调查 · 掌相风水 · 人力资源服务", "团体建设活动·其他服务"]
            }
        ],
        iconDetails: [
            [
                {
                    title: "清洁消毒",
                    describe: "经验了得好帮手"
                },
                {
                    title: "家居维修",
                    describe: "服务超过数万家庭"
                },
                {
                    title: "通渠服务",
                    describe: "专业师傅信得过"
                }
            ],
            [
                {
                    title: "美甲美睫",
                    describe: "指尖到睫毛靓到爆镜"
                },
                {
                    title: "美容护肤",
                    describe: "美肌嫩肌就是你"
                },
                {
                    title: "医学美容",
                    describe: "零痛逆龄靓到唔使P图"
                }
            ],
            [
                {
                    title: "宠物寄养",
                    describe: "毛孩住得开心过渡假"
                },
                {
                    title: "宠物美容",
                    describe: "主子即刻变明星"
                },
                {
                    title: "宠物医疗",
                    describe: "急症即时抢救唔使等"
                }
            ],
            [
                {
                    title: "健康检查",
                    describe: "为你专业把关"
                },
                {
                    title: "推拿按摩",
                    describe: "松筋活络疲劳即消失"
                },
                {
                    title: "上门护理",
                    describe: "专业照护长者安心之选"
                }
            ],
            [
                {
                    title: "婚礼摄影",
                    describe: "捕捉感动爱瞬间全纪录"
                },
                {
                    title: "活动摄影",
                    describe: "精彩即时捕捉"
                },
                {
                    title: "人像摄影",
                    describe: "捕捉神韵IG变KOL"
                }
            ],
            [
                {
                    title: "陪月服务",
                    describe: "凑B秘技全传授"
                },
                {
                    title: "月子服务",
                    describe: "专业知识凑B零压力"
                },
                {
                    title: "产后修复",
                    describe: "专业呵护由内到外"
                }
            ],
            [
                {
                    title: "学术辅导",
                    describe: "弱科变强项成绩即跳级"
                },
                {
                    title: "语言课程",
                    describe: "日韩英法小众语流利过母语"
                },
                {
                    title: "舞蹈课程",
                    describe: "由新手变Dancer自信爆棚"
                }
            ],
            [
                {
                    title: "婚礼策划",
                    describe: "打造属于自己的婚礼"
                },
                {
                    title: "婚礼场地布置",
                    describe: "梦幻婚礼场景"
                },
                {
                    title: "婚礼纪念品",
                    describe: "独家订制纪念永留存"
                }
            ],
            [
                {
                    title: "导游",
                    describe: "地道玩乐达人"
                },
                {
                    title: "私人司机",
                    describe: "全天候接送准时过钟"
                },
                {
                    title: "露营设备租赁",
                    describe: "齐全租借即借即出发"
                }
            ],
            [
                {
                    title: "软件及应用程式开发",
                    describe: "度身编码功能搞掂"
                },
                {
                    title: "网络安全",
                    describe: "防骇专家，资料零外泄"
                },
                {
                    title: "智能家居",
                    describe: "声控全屋懒人救星"
                }
            ],
            [
                {
                    title: "汽车维修",
                    describe: "验车包Pass悭油又够力"
                },
                {
                    title: "汽车清洗",
                    describe: "闪亮过新车"
                },
                {
                    title: "车胎服务",
                    describe: "爆胎急救速速搞掂"
                }
            ],
            [
                {
                    title: "幼儿照顾",
                    describe: "爱心陪玩家长放心走"
                },
                {
                    title: "儿童派对策划",
                    describe: "主题玩乐开心爆棚"
                },
                {
                    title: "儿童摄影",
                    describe: "捕捉童真笑容永留存"
                }
            ],
            [
                {
                    title: "绘画课程",
                    describe: "新手变大师"
                },
                {
                    title: "音乐表演",
                    describe: "现场Live Band气氛即High爆"
                },
                {
                    title: "面部彩绘",
                    describe: "Party必抢焦点"
                }
            ],
            [
                {
                    title: "女模",
                    describe: "不同风格任选"
                },
                {
                    title: "儿童模特",
                    describe: "专业培训自信闪耀"
                },
                {
                    title: "运动模特",
                    describe: "身形爆肌好身材"
                }
            ],
            [
                {
                    title: "家电维修",
                    describe: "即Call即到快狠准搞掂"
                },
                {
                    title: "家具修复",
                    describe: "手艺翻新残旧变翻靓"
                },
                {
                    title: "电梯维护",
                    describe: "故障即Call即到唔使困䢂"
                }
            ],
            [
                {
                    title: "社交媒体营销",
                    describe: "爆Like策略流量即时Up"
                },
                {
                    title: "搜索引擎优化",
                    describe: "搜寻榜首客源自然嚟"
                },
                {
                    title: "品牌与市场调查",
                    describe: "大数据分析生意策略即时Up"
                }
            ],
            [
                {
                    title: "会计服务",
                    describe: "理财报税数目零出错"
                },
                {
                    title: "税务咨询",
                    describe: "合法悭税数目零甩漏"
                },
                {
                    title: "贷款顾问",
                    describe: "度身方案价钱相量"
                }
            ],
            [
                {
                    title: "租赁服务",
                    describe: "器材×场地弹性即搞定"
                },
                {
                    title: "房屋评估",
                    describe: "楼市专家估值精准"
                },
                {
                    title: "装修设计",
                    describe: "度身订造空间大改造"
                }
            ],
            [
                {
                    title: "食材采购",
                    describe: "今晚吃咩𩠌"
                },
                {
                    title: "宴会承办",
                    describe: "豪华到会宾客赞到冧"
                },
                {
                    title: "私人厨师",
                    describe: "厨艺了得食到舔舔脷"
                }
            ],
            [
                {
                    title: "私人健身教练",
                    describe: "操Fit身形目标即达"
                },
                {
                    title: "家庭管家",
                    describe: "贴身助理大小事一脚踢"
                },
                {
                    title: "私人旅行规划",
                    describe: "独家行程玩尽秘景"
                }
            ],
            [
               {
                    title: "平面设计",
                    describe: "吸睛构图客制化爆Like"
                },
                {
                    title: "室内设计",
                    describe: "空间大改造蜗居也有大用途"
                },
                {
                    title: "服装设计",
                    describe: "独家剪裁穿出你风格"
                } 
            ],
            [
                {
                    title: "商业策略咨询",
                    describe: "策略致胜生意即时升呢"
                },
                {
                    title: "市场营销咨询",
                    describe: "数据分析生意即升呢"
                },
                {
                    title: "法律咨询",
                    describe: "专业团队权益保障"
                }
            ],
            [
                {
                    title: "民事法律咨询",
                    describe: "律师坐阵权益即时保"
                },
                {
                    title: "税务咨询",
                    describe: "合法悭税数目零甩漏"
                },
                {
                    title: "知识产权服务",
                    describe: "创意保障山寨无得抄"
                }
            ],
            [
                {
                    title: "家庭安全系统",
                    describe: "智能监控贼佬无位入！"
                },
                {
                    title: "商业安保服务",
                    describe: "防盗系统贼仔无得埋"
                },
                {
                    title: "保险箱服务",
                    describe: "保安严密100%安心"
                }
            ],
            [
                {
                    title: "废品回收",
                    describe: "环保变现双赢"
                },
                {
                    title: "水质检测",
                    describe: "专业把关饮用即安心"
                },
                {
                    title: "空气检测",
                    describe: "专业测检呼吸即刻安心"
                }
            ],
            [
                {
                    title: "花卉种植",
                    describe: "绿化专家园艺即变靓"
                },
                {
                    title: "害虫控制",
                    describe: "快狠准搞掂"
                },
                {
                    title: "园艺设计",
                    describe: "绿化空间屋企变氧吧"
                }
            ],
            [
                {
                    title: "快递服务",
                    describe: "闪电送达"
                },
                {
                    title: "搬屋服务",
                    describe: "零损坏帮你搞掂"
                },
                {
                    title: "仓储服务",
                    describe: "尺寸大小随意挑"
                }
            ],
            [
                {
                    title: "殡葬服务",
                    describe: "庄重周全走最后一程"
                },
                {
                    title: "侦探调查",
                    describe: "专业跟踪真相浮面"
                },
                {
                    title: "掌相风水",
                    describe: "趋吉避凶运程即转好"
                }
            ],
            [
                {
                    title: "长者照顾",
                    describe: "医护团队随时支援"
                },
                {
                    title: "食物银行",
                    describe: "食物捐赠助人饱肚"
                },
                {
                    title: "就职支援",
                    describe: "履历×面试助你秒杀HR"
                }
            ]
        ],
        hotViewTitle: "HotView 热话 网罗全城最爆最新话题！",
        gotViewNavs: [
            "热门话题",
            "PETS 宠物",
            "职场热话"
        ],
        hotViewPlaceholder: "请输入关键字，搜寻热门内容",
        hotViewList: [
            [
                {
                    title: "为什么猫咪对纸皮箱情有独钟？研究表示原来有这3个原因",
                    content: "<div><div>猫咪对纸皮箱的热爱让许多人感到好奇，究竟为什么它们如此迷恋这些空间？经过动物学家的研究，发现这其实是猫咪获得安全感的一种方式。</div><br/><div class='common-text-style'>1.释放压力</div><br/><div>荷兰乌德勒支大学的兽医克劳迪娅 · 芬克专注于研究收容所猫咪的压力水平。在一项实验中，她将新到的家猫分为两组，其中一组提供了纸皮箱，另一组则没有。结果显示，两组猫咪的压力水平存在明显差异。获得箱子的猫咪在新环境中适应得更快，压力水平显著降低，并且更愿意与人类互动。</div><br/><div>几乎所有的猫咪在面对紧张情况时，第一反应都是后退和躲藏。克劳迪娅·芬克指出：「躲藏是猫在面对环境变化和压力时的一种行为策略。」这一点适用于野外的猫和家中的猫。野外的猫可能会躲进树上或洞穴，而家里的猫则选择在鞋盒中寻求安全感。</div><br/><div class='common-text-style'>2.在安全的地方躲避问题</div><br/><div>猫咪其实不擅长解决冲突。根据《家猫：行为背后的生物学》的描述，「猫似乎并未发展出像其他群居物种那样有效的冲突解决策略，牠们往往选择回避或减少活动来避免激烈的对抗。</div><br/><div>因此，猫咪更倾向于逃避问题，而不是寻求解决方案。在这个意义上，纸皮箱成为一个安全区，让牠们能够远离焦虑、敌意和不必要的关注。</div><br/><div class='common-text-style'>3.为了取暖</div><br/><div>细心的观察者会注意到，猫咪不仅喜欢纸皮箱，还会在许多奇怪的地方放松，例如洗手池、鞋子、碗、购物袋、咖啡杯和空蛋盒等狭小空间。这也解释了为什么猫咪喜欢小箱子及其他狭窄空间的另一个原因：牠们感到寒冷。</div><br/><div>透过这些因素，我们可以理解猫咪为何对纸皮箱情有独钟，这不仅是牠们的游乐场，更是牠们获得安全感和舒适的避风港。</div></div>"
                },
                {
                    title: "晚餐选择这4种原型食物试试看！",
                    content: "<div><p>是否发现晚上总是睡不着？这确实是一个常见现象。若晚餐能适量选择这4种原型食物，可能有助于改善失眠问题。</p><br/><p>许多人会因为喝咖啡或茶而影响睡眠，但临床上发现，若碳水化合物和蛋白质摄取过低，也会干扰睡眠。饮食和睡眠之间的关系密切，进食的时间和食物种类都会影响睡眠质量。大脑分泌的褪黑激素能调节生理机能、稳定作息，帮助入睡。血清素和色胺酸是制造褪黑激素的原料，摄取足够的蛋白质和碳水化合物能促进血清素的合成，从而改善睡眠。</p><br/><p>抗性淀粉的最佳选择</p><p>晚上摄取一些淀粉和蛋白质有助于生成褪黑激素，而富含抗性淀粉的食物包括马铃薯、芋头、地瓜和香蕉等也对睡眠有实质帮助，既可增加饱腹感，也不易影响血糖。</p><br/><p>以下几点饮食建议，亦有助于改善睡眠：</p><ol><li>晚餐适量补充蛋白质和抗性淀粉等原型食物。</li><li>确保每日摄取足够的蔬菜和水果，保持营养均衡</li><li>避免高脂肪、高热量的晚餐，这会影响睡眠品质。</li><li>虽然酒精可能让人容易入睡，但却会影响睡眠的深度，建议避免在睡前饮用。</li></ol><br/><p>失眠的其他原因</p><p>除了饮食问题外，压力和营养不均衡也会影响睡眠。透过功能医学检测分析，可以找出潜在的失眠原因，并制定个人化的解决方案。</p></div>"
                },
                {
                    title: "啊，为什么洗衣机好臭，衣物有异味？专家教5招防臭解决潮湿霉菌异味问题",
                    content: "<div><p>洗衣机是我们日常生活中不可或缺的家电，但如果不妥善维护，洗衣机可能会成为霉菌和异味的温床。许多人都有过这样的经历：当洗衣机盖一打开，异味扑鼻而来，甚至连刚洗干净的衣服也会因为洗衣机内部不洁而留下臭味。为了保持洗衣机清洁无味，以下介绍几个有效的防臭方法，帮助延长洗衣机的寿命，确保每次洗衣都能感受到清新的香气。</p><br/><p class='fw-bold'>1.用完后别急着关盖</p><p>保持洗衣机内部干燥是防止异味的关键。许多人习惯在洗衣机运作完毕后立刻关上盖子，却忽略了这样会让湿气滞留在机内，成为霉菌滋生的温床。每次洗衣结束后，应及时打开洗衣机盖，让内部充分通风，排出湿气。若有时间，还可以用干净的干布擦拭洗衣槽内部，进一步吸除残留的水分。这样的小习惯能有效避免霉菌繁殖，减少异味产生。</p><p class='fw-bold'>2.使用抽湿机辅助</p><p>善用抽湿机来改善洗衣机周围的环境。洗衣机通常安装在浴室或洗衣间，这些地方往往湿气较重。若湿气无法及时排出，不仅影响洗衣机性能，还可能增加周围空气中的霉菌。此时，可以使用抽气扇或抽湿机来降低湿度。开启抽气扇能迅速散去湿气，而抽湿机则能高效吸收空气中的水分，保持空气干燥。</p><p class='fw-bold'>3.整理洗衣机周围环境 </p><p>洗衣机周围的环境整理同样重要。许多人习惯将洗衣粉、清洁剂或清洁工具堆放在洗衣机附近，这样容易阻碍空气流通，使湿气无法散去，加重异味问题。因此，应尽量减少洗衣机周边的杂物，保持环境清爽。此外，洗衣机底部也是灰尘和毛发的聚集地，建议定期清扫，减少潜在的污染源。</p><p class='fw-bold'>4.定期清理滤网</p><p>对于洗衣机内部的细节部位，例如滤网，更需特别关注。糸屑滤网负责过滤洗衣过程中产生的毛发与杂质，但若不及时清理，滤网会成为霉菌和异味的藏身之处。每次洗衣结束后，应将滤网取出，清除残留的毛发与杂质，并将滤网完全晾干。这个简单的步骤能显著改善洗衣机的清洁状态，避免异味残留在衣物上。</p><p class='fw-bold'>5.利用槽干燥模式与专用清洁剂</p><p>许多新式洗衣机具备「槽干燥模式」，这是专为防止霉菌与异味设计的实用功能。如果洗衣机有此功能，建议每周使用一次。槽干燥模式会以热风彻底干燥洗衣槽内部，有效去除残留的湿气与细菌，操作简单，只需按下相应按钮即可。</p><br/><p>定期使用专用的洗衣机清洁剂进行深层清洁，这能溶解洗衣机内部难以察觉的污垢与水垢，有效抑制霉菌滋生。大约每月进行一次彻底清洗，不仅能防止异味，还能延长洗衣机的使用寿命。加上透过以上5个小技巧，让你的洗衣机保持清新，避免异味困扰，随时享受干净的衣物！</p></div>"
                },
                {
                    title: "每次打边炉都系麻辣汤底？ 网民齐声支持另一种汤底才系识食！",
                    content: "<div><p>天气渐渐变冷，最适合约朋友或家人一起打边炉！到菜市场买新鲜食材，煮滚汤底，再放入食材，看著食材在汤底里滚来滚去，几分钟后食材煮熟就可以吃了！打边炉可说是冬天最喜欢的活动之一。</p><br/><p>不过市面上的边炉汤底五花八门，常见的清汤、猪骨汤、芫荽皮蛋汤、麻辣汤、沙茶汤，再到新派的鱼翅鸡汤、醉鸡汤、豆乳汤底等，到底哪一款才是港人最喜爱的火锅汤底呢？出文直指「为什么现在的人打边炉只识叫麻辣汤底？」，更直言香港人会吃一定要吃沙嗲，大赞沙嗲世一！</p><br/><p>不过也有网友认为只有方荣记的沙嗲汤底好吃，其他店的沙嗲汤底不好吃，甚至会越煮越黏锅。而且方荣记的沙嗲汤底味道太咸，说吃两次就要「洗肾」。</p><br/><p>网友三大理由反驳支持芫荽皮蛋才是最佳！</p><p>虽然原PO表示沙嗲汤底才是最好吃，不过其他网友则反驳支持芫荽皮蛋才是最佳，更指其他汤底等于垃圾，也列出三大理由佐证！</p><br/><p class='fw-bold'>理由一）难以被取代</p><p>有网友反驳沙嗲汤底根本不好吃，因为汤底太浓郁，抢走了食物原本的鲜味，即使任何食材放进去都只会有沙嗲味，所以不同汤底的火锅都能轻易取代沙茶，只要够浓郁即可。</p><br/><p class='fw-bold'>理由二）很美味但不会油腻</p><p>平常吃火锅吃到最后，总会觉得很油腻。因为不同的肉类、丸类、海鲜等食材的油脂都会溶解在汤底中，所以越煮越油腻。不过如果是芫荽皮蛋汤底，由于芫荽和皮蛋的清香可以中和火锅的油腻，而且芫荽越煮越香，清爽解腻！</p><br/><p class='fw-bold'>理由三）先吃到食材的鲜味</p><p>有网友认为只有清淡的汤底才能吃到食材原本的鲜味，尤其是肉类和海鲜。相反，浓郁的汤底会盖过食材原本的味道，即使食材不新鲜还是吃不出来。而且如果食材本身有鲜味，根本不需要花心思在汤底上，已经很够味！</p></div>"
                },
                {
                    title: "掀起本土文创新景象，兔兔插画重塑香港本色",
                    content: "<div><div class='text-center'>&#x3010;帮搜艺术娱乐︱Banana Bunny &#64;Janice&#x3011;- 兔兔插画重塑香港本色！</div><div class='text-center fw-bold mb-3 mt-2'>充满香港特色的「兔兔烧卖」插画师 Janice 现已加入帮搜平台成为艺术娱乐服务类别的服务商！</div><div class='w-100 h-50'><video controls loop muted autoplay width='100%'><source src='https://www.bonshou.com/wp-content/uploads/2025/01/20250106-2.mp4' type='video/mp4'>您的浏览器不支持视频播放。</video></div><div class='row mt-3'><div class='col-6'><img width='100%' height='100%' src='https://www.bonshou.com/wp-content/uploads/2025/01/20250106-2-1024x1024.png'/></div><div class='col-6 pt-5'><div class='common-line-height'>其中「兔兔烧卖」和「兔兔饭团」，以食物取代兔兔的生理结构，用食物般的模样呈现出兔兔的生活习性。除了兔兔本身已足够可爱，同时亦加入本土元素，为香港本土特色出一分力！</div><div class='common-line-height mt-3'>Janice &#64;bananabunny.yysj 的创作除了插画，亦有为角色设计不同的周边产品，并融入了不少港式元素，掀起本土文创新景象。</div></div></div></div> ",
                    tags: ["香港绘画", "香港插画", "bunnylover", "香港兔兔", "兔仔插画"]
                },
                {
                    title: "平均每年约172宗装修投诉 消委呼吁提防装修公司报价单8大条款",
                    content: "<div><p class='fw-bold'>平均每年约172宗装修投诉 消委会吁提防装修公司报价单8大条款</p><br/><p>消费者委员会（消委会）最近发布的家居装修服务研究报告显示，家居装修相关的投诉成功调解率仅为两成，远低于其他类型的投诉。从2017年至2023年，总共接获1,205宗相关投诉，平均每年约172宗，其中最大宗的投诉金额达270万元。</p><br/><p>报告指出，大部分报价单在施工时间表、工程变更及保养期等方面存在缺漏，对消费者的保障不足。同时，初步报价单通常未能详细列明工程细项、单价及保险安排。</p><br/><p>消委会也提到，香港缺乏专门法规来监管家居装修公司，消费者往往依赖装修公司，若遇到不良营商手法，索偿过程充满不确定性。消委会提醒消费者在装修报价单上应注意以下几点：</p><br/><ol><li><span class='fw-bold'>工程时间：</span><span>确认工程开始及完工期，考虑影响施工进度的因素，如天气、人为因素等。</span></li><li><span class='fw-bold'>后加工程：</span><span>详细了解后加工程的内容、收费及付款方式，避免口头承诺。</span></li><li><span class='fw-bold'>执漏期限：</span><span>确定指定日期内完成执漏的条款。</span></li><li><span class='fw-bold'>保养期：</span><span>明确保养期的条款及细节。</span></li><li><span class='fw-bold'>延迟费用：</span><span>了解若未能如期完成工程所产生的费用及赔偿计算方法。</span></li><li><span class='fw-bold'>争议处理：</span><span>明确报价单上争议或意见分歧的处理方式。</span></li><li><span class='fw-bold'>终止条款：</span><span>了解任何一方终止已签署报价单的处理方法。</span></li><li><span class='fw-bold'>保险责任：</span><span>厘清哪一方提供第三者责任保险或家居装修保险，并了解保单的范围及条款。</span></li></ol><p>消委会建议消费者在装修工程开始前，向承办商索取详细的工程合约，以保护自身权益。</p><br/><p>帮搜-无界域的服务配对平台，连接世界各地的服务提供者和需求者。</p></div>",
                    tags: ["装修工程", "家居装修", "香港装修", "装修投诉", "消费者委员会"]
                },
                {
                    title: "帮宠物拍摄很难捕捉他们的可爱时刻？| 5个为毛孩拍照的小技巧",
                    content: "<div><p>现代人生活幸福感较我们上一代提升了不少，在摄影行业都涉及越来越多的种类和范畴，而饲养宠物的人对宠物摄影的需求亦都逐渐增加，然而要为毛孩拍到好看的照片并不是一件简单的事，毛孩们都不能乖乖地摆好「甫士」给主人们拍照，帮搜就提供一些小技巧给各位宠物主人们在日常中帮您们的毛孩捕捉可爱的时刻吧！🐱🐶</p><br/><p class='fw-bold'>📷5个拍摄为毛孩拍照的小技巧</p><br/><p class='common-text-style'>1.寻找自然光</p><br/><p>利用自然光源，如阳光透过窗户或阳台，这样可以更好地衬托出宠物的毛色和身体线条。尽量避免使用闪光灯或手电筒，以免让宠物受惊。</p><br/><p class='common-text-style'>2.连续对焦与近拍</p><br/><p>使用大光圈（如f/1.4-2.8）和连续对焦（AF-C / AI-SERVO）锁定宠物的眼睛，这样可以拍出清晰且动人的宠物照片。</p><br/><p class='common-text-style'>3.使用高速快门</p><br/><p>高速快门配合连续对焦可以捕捉到宠物的动态瞬间，建议在阳光充足的情况下使用1/500s以上的快门速度，以避免模糊。</p><br/><p class='common-text-style'>4.改变视角</p><br/><p>让镜头平视宠物的眼睛，或从更低的角度拍摄，可以创造出更有趣和独特的照片。试著从宠物的高度观察世界，这样会捕捉到更生动的画面。</p><br/><p class='common-text-style'>5.和宠物培养默契</p><br/><p>确保宠物处于舒适状态，利用零食或玩具吸引其注意力，这样可以捕捉到更自然的瞬间。与经过训练的宠物互动，能够增强拍摄效果。</p><br/><p class='fw-bold'>💡宠物拍摄小贴士</p><br/><p>✅让毛孩成为焦点：在光线良好的地方拍摄，搭配简单的背景，让视觉集中在宠物身上。</p><br/><p>✅玩具作为装饰：使用色彩缤纷的玩具或节日主题的道具，可以增添照片的趣味性。</p><br/><p>✅仪式感：创造放松愉快的氛围，例如提供特别的零食，帮助捕捉到更开心的表情。</p><br/><p class='fw-bold'>📷三个最佳拍摄视角</p><br/><ul><li>放低镜头至毛孩视线：从毛孩的高度拍摄，可以捕捉到灵动的表情，让照片更有亲密感。</li><li>从正上方拍摄：当毛孩懒散地躺著时，从正上方拍摄是个好时机，这样可以展现其可爱的样貌。</li><li>靠近拍摄：如果毛孩对镜头敏感，可以使用Zoom-in功能，从远处慢慢靠近，这样拍出的特写照更有魅力。</li></ul><br/><p>以上整合了帮毛孩拍摄的小技巧，应该能够清晰地传达拍摄宠物照片的要点和技巧，让宠物主人在拍摄时更得心应手！❤️</p><br/><p>如果您还是对自己的拍摄技巧没有信心也不要紧，您可以在「帮搜 App」内拣选专业的宠物摄影工作者和宠物摄影公司，向他们提出您的拍摄需求后索取报价，他们会因应您的服务要求制定专属您的报价方案，免却了自己亲自在网上寻找和筛选服务的麻烦，享受「省时」、「省心」、「省力」的服务体验💯！</p></div>",
                    tags: ["宠物商品摄影", "宠物摄影", "宠物摄影师", "宠物生日派对拍摄", "上门宠物摄影"]
                },
                {
                    title: "装修 vs 室内设计︱ 装修后货不对办属常事 差「两只字」已经好大分别",
                    content: "<div><p>装修vs 室内设计︱ 装修后货不对办属常事 差「两只字」已经好大分别</p><br/><p>在香港能拥有属于自己的蜗居是不少人的梦想，但很多人在选择装修前都会有很多疑问，又或者分不清究竟装修公司室内设计公司有什么分别。</p><div class='d-flex justify-content-center mt-5'><img class='object-fit-fill rounded' src='https://www.bonshou.com/wp-content/uploads/2025/01/Page-2-1-1024x1024.png' width='500' height='500'/></div><br/><p>现时市面上提供家居装修服务的公司大致分为两大类型，一种是室内设计公司；另一种则是纯粹的工程装修公司。普遍室内设计公司会在了解整体空间及客户装修需求后，才提供相关建议。其中包含风格设计、空间规划、家具选用、硬体设备、水电管路等都是室内设计公司会包办的项目，整体来说会补足装修公司没有的其他服务。另外亦会提供平面、材料、装饰、细部估价、3D示意图、灯具、天花板图等所需的设计及出图，才会进行估价及后续工程合约的流程，也避免了坐地起价的状况。</p><div class='d-flex justify-content-center mt-5'><img class='object-fit-fill rounded' src='https://www.bonshou.com/wp-content/uploads/2025/01/page-3-1-1024x1024.png' width='500' height='500'/></div><br/><p>虽然有部分装修公司会主打提供设计服务，但大多经验，装修工程公司只会提供有限度的空间设计，并不会有大规模或完全客制化的规划，且后续工程也需要由客户亲自监督。但由于负责的工项较单纯，因此较低的花费算是装修工程公司的其一优势。</p><br/><p>若是有预算考量或仅只想要局部装修，加上不需整体空间重新规划，且本身又对设计及物料有认知，那么装修公司也不失为一个好选择。若然想改变一下居住环境，但又唔想花大量金钱和时间的话，#伟林装修公司 的轻装修系列或许会帮到你。</p><br/><p>帮搜-无界域的服务配对平台，连接世界各地的服务提供者和需求者。</p><br/><p>#伟林装修公司 &#64;wailam_decoration 亦加入帮搜成为帮搜服务商！帮你用尽家中每一厘米、唔洗再惊家私唔fit屋企空间！</p></div>",
                    tags: ["香港轻装修", "帮搜家居服务", "家私订造", "轻装修", "衣柜收纳"]
                }
            ]
        ]
    }
}